Моя любимая цитата от Обамы: «Майкл и я также хотим... э... выразить признательность... э... э... э... э... вашему сыну Джеку, который сегодня отправился на службу».	
Игрок-новичок, пара вопросов по парированию и т. д.	
По сути, заголовок.	
Xxx — это профильный предмет у нас обеих (у меня двойная специализация — xxx и yyy, а у нее xxx — это профильный предмет, а yyy — вспомогательный. Так что до окончания университета в мае 2018 года каждый семестр мы будем изучать по 2–3 предмета вместе).	
Я бы не сказала, что умнее ее. Но мне все проще дается, и я легко сдаю экзамены. А вот она испытывает постоянный страх перед экзаменами (часто делает ошибки в вопросах, которые мы вместе отрабатываем прямо перед экзаменом, психует, если в списке формул нет какой-нибудь формулы и т. д.). Но она уделяет учебе гораздо больше времени, чем я.	
Я [20F] и моя подруга [23F], с которой общаемся 2–3 года. Мы вместе учимся в колледже, и она чересчур недооценивает себя всякий раз, когда ей предстоит экзамен.	
Меня это просто бесит, как справиться с этой ситуацией?	
Она: Ой, а где же эта ледяной чиллер для коктейлей, а?	
Я: Может, в гостиничном номере моего друга. Или там, где он может эту штуку пристроить.	
Я: Я приехал в <вставьте город> со своим братством и сестринством. Поэтому он ее с собой и захватил.	
Она: Понятно!	
Она: В каком братстве и сестринстве я состою в xxx.	
Я: yyy. А сестринство — zzz.	
Я: А ты интересная.	
Хотелось бы с тобой потусоваться.	
Когда на этой неделе?	
Она: Ммм, может быть, в пятницу?	
Я: Ага.	
Я: Пятница.	
*день спустя*	
Я: <имя девушки>, мы ведь завтра тусуемся, верно?	
Как перейти от номера телефона к свиданию?	
Я просто пропустил мимо ушей ее ответ, заметив, что загуглив что-то заранее, вайб не словишь, и подтвердил время, когда я там буду.	
Если она будет упираться и дальше, думаю, что просто «свайпну ее влево», отправлю в игнор, не буду ей отвечать, соглашусь с ней, что место встречи отстойное, или постебаюсь над ее бредово высокими запросами к первому чертову свиданию.	
Это дико бесит меня при работе с текстовым объектом Word.	
Допустим, курсор стоит на слове «aaa», и я хочу вставить из буфера четыре слова, не выделяя пробелы после «ddd»: > xxx **aaa bbb ccc ddd** yyy	
Это полоса с составом команды и статусом каждого персонажа, с помощью которой можно следить за статистикой игроков команд (как в настоящем Чемпионате мира).	
Ее можно настроить таким образом, чтобы не раскрывать слишком много информации о «красной команде». Но будет проще отслеживать список убитых игроков, и вкладку использовать не придется.	
Та часть, которую я напеваю, звучит как что-то вроде двукратного «слово слово слово с-лоо-во».	
И он выводит четвертое (?) слово.	
По-моему, это было что-то вроде «fly-y-y-yyy».	
Однозначно, это какая-то популярная песня, сто раз ее слышал(а).	
Спасибо!	
У меня постоянно возникают проблемы с if / then / else / end	
Ха-ха.	
Господи, это ужасно смешно!	
Я отправился за продуктами.	
У меня скоро останется несколько долларов, а я не смогу прожить только на пиве и сигаретах.	
Потом я поставил пакет с покупками на землю, чтобы не тащить их с собой через дорогу в магазин за пивом (в Adventure's First Stop оно дешевле).	
Потом пошел обратно, забыв про продукты.	
Я дошел до дома пешком, и, черт возьми, у меня заболели мышцы ног от всей этой ходьбы вверх и вниз по склону.	
Я живу на холме. Внизу. По сути, на полпути вверх по склону.	
Холмы, почти как в Сан-Франциско.	
Я вернулся и забрал продукты.	
В наших краях преступности нет.	
Ну или почти нет.	
Надеюсь, в заголовке есть смысл.	
У меня есть список имен «john.baker» (без пробелов между именами, только точка), и мне нужно разбить его на 2 колонки «john» и «baker».	
Спасибо!	
Мне нужно разбить формат «xxx.yyy» на два отдельных столбца «xxx» и «yyy».	
Я в замешательстве.	
Что происходит, лол?	
Я впервые сталкиваюсь с электронной почтой SFU.	
С конца семестра и до сегодняшнего дня я не прикасался(-ась) ни к чему, что так или иначе связано с учебой. Поэтому я не знаю, как решить эту проблему.	
Лучшим вариантом для меня было бы:	
Было нереально допустить безвозвратную потерю оставшегося в разбитой бутылке содержимого.	
Поэтому, в знак искреннего раскаяния за то, что натолкнулся на благородного джентльмена, на автопилоте шествующего по тротуару прямиком из винного магазина, из-за чего он выронил бутылку стоимостью больше, чем, полагаю, выручка какого-нибудь торговца с главной улицы, мне было предложено допить остатки, чтобы не допустить перевода продукта.	
«Да, сэр! Да восхвалят небеса ваше милосердие!»	
«А теперь проваливай! Таким паразитам, как ты, здесь не место».	
«Как скажете, мой господин!»	
Я зигзагами рванул назад по переулку. Переполненный до краев гневом и стыдом.	
Я уходил переулками и задворками. С глаз долой, все дальше и дальше.	
Увидев слезы на моих глазах, он ответил: «Пойдем со мной».	
Он шел впереди, а я следовал за ним.	
Войдя, он повел меня за собой по краю огромного круга, опоясывающего огромную пропасть.	
И тут передо мной открылась неровная местность, покрытая лавовыми пирамидами, с хилыми полями, засаженными дынями и морковью, почти безжизненная, если не считать узников этого края, которые, хотя и окружали нас, не смели приблизиться из страха перед господином.	
До моего слуха доносились крики, вопли и звуки взрывов, сотрясающие вечный эфир. Причиной этих звуков была резня, голод, увядание и горе, которые испытывали это несметные и необозримые толпы мужчин, женщин и детей.	
После перерыва в несколько лет я недавно вернулся(-ась) в D2. И теперь меня интересует вот что:	
Друзья, где вы продаете или покупаете свою экипировку?	
Вы просто создаете игру «O xxx N yyy» и надеетесь на лучшее?	
Или же есть какой-то более эффективный сайт?	
Кто в вашей стране был (или по-прежнему остается) важной персоной, которая постоянно компрометирует себя в социальных сетях?	
Только в следующем расчетном периоде я заметил(а), что что-то не так.	
Баланс был меньше обычного, а я очень внимательно слежу за своими расходами.	
Я просмотрел(а) свои банковские выписки, и вот что обнаружилось:	
Мой новый счет за сервис Prime.	
Меня это очень озадачило, и я обратился(-ась) в службу поддержки Amazon.	
Они помогли мне, чем могли, но так как я получал(а) услугу посредством телефонной компании, мне пришлось бы обращаться к ним для выяснения проблемы.	
На следующий день, когда у меня был выходной, я зашел в офис и поговорил с очень милой девушкой, которая попыталась понять суть моей проблемы.	
Какое-то время мы ходили вокруг да около, пока я пытался объяснить, что мне сказали в службе поддержки Amazon.	
Мы поискали меня в их системе, и я там обнаружился: две дублирующиеся записи, и ни в одной из них не было указано мое участие в программе Prime.	
Ей было видно дату, когда я открыл свою первую запись, а затем и вторую.	
Обе даты подтверждали то, что я уже ей сказал.	
Какое-то время она смотрела на экран компьютера с растерянным выражением лица.	
В общем, эти ужасные воспоминания продолжали преследовать меня, и вчера я наконец набралась смелости и написала ему сообщение.	
Я: Привет, как дела?	
Он: Сто лет прошло.	
Я: Прости за прошлый год.	
Мне было очень неловко с тобой, лол.	
Он: лол, нет, не беспокойся об этом.	
*барабанная дробь*	
Я: Если честно, ты мне нравился и все такое...	
Он: Хаха, могла бы просто сказать мне об этом!	
В следующий раз при встрече просто скажи «привет».	
Ты все еще ходишь в <school>?	
Я не из этих r/Nicegirls, но такой ответ меня не устроил.	
Парни, с меня хватит :-)	
Разумеется, что теперь я не могу выйти из машины и закрыть багажник на трассе, поэтому я съезжаю с трассы, проезжаю несколько переулков и, убедившись, что меня никто не видит, быстро выскакиваю из машины и закрываю багажник.	
Затем я запрыгиваю обратно в машину и еду домой как ни в чем не бывало.	
Я не помню, какое именно насекомое, думаю, что оба вида, в общем здесь, во Флориде, водится какая-то особенная живность, которая издает громкий звук, длящийся в 100 раз больше, чем пауза, когда эта живность молчит.	
Я бы описал(а) этот звук как «белый шум» пустыни.	
Саранча, кузнечики и т. д. могут заткнуться.	
Я перерыл(а) весь Интернет и ничего подобного не нашел(а).	
Они могут даже кричать вот так: уууу-эээ-ааа ааа/оо эээ ааа.	
Вариантов миллион, и я понимаю, что это сложная задача.	
Мне просто интересно, может, кто-то знает ответ, спасибо!	
Что делать: сейчас мое растение, как мне кажется, слишком маленькое для своего возраста, и у него начали расти пестики.	
Нужно ли их срезать и омолодить растение или...?	
Подскажите, как вы получаете подарки судьбы?	
Видел(а), что у некоторых они есть, а вот у меня их никогда не было.	
Не знаю, где вы их берете.	
Если кто-то знает, мне бы это здорово помогло :-)	
Всякий раз, когда я его слушаю, мне кажется, что в его словах масса смысла, даже если я не понимаю, о чем он говорит.	
Это наводит меня на мысль, что-либо этот парень — гений, способный блестяще озвучить то, что происходит сейчас в экономике, либо он что-то не договаривает.	
Я хочу сказать — на что мне обращать внимание, если я хочу добраться до истины — ведь если Шифф просто «сторонник золота», то именно поэтому он так жестко оценивает текущую экономическую ситуацию и т. д.	
Это не было бы проблемой, если бы все ваши серверы сразу спрашивали: «хотите ли вы, ребята, разделить чек, чтобы избежать неловких ситуаций?»	
А еще, почему в ресторанах должно быть организовано именно так? Почему нельзя просто подойти к кассиру и заплатить за свою чертову долю еды?	
Почему нельзя просто подойти к кассиру и заплатить за свою чертову долю еды?	
Так что я не знаю, почему я так мотал(а) всем нервы из-за раздельных счетов...	
Всякий раз моя мать-нарцисс говорит, что это не может быть правдой. Ведь когда она была в моем возрасте, ее месячные длились три дня и переносились очень легко.	
«На меня это практически не влияет, так как же это может так сильно влиять на тебя?»	
Ну, я не знаю, может быть, потому, что мы разные люди с разными организмами?	
У кого-нибудь еще мать-нарцисс считает, что вы слишком сильно реагируете на менструальные боли?	
Я сдал письменный экзамен для получения лицензии частного пилота FAA!	
Привет всем, думаю, что я использовал(а) неверный тег к этому посту, поэтому попробую еще раз.	
У меня появились мерзкие грибковые прыщи на подбородке, лбу и нижней части щек из-за ежедневного бега в маске.	
Поняв проблему, я стал(а) использовать вместо маски защитный щиток во время пробежек (мне несложно держать дистанцию более чем 12 футов от других людей — обычно я не позволяю себя обогнать), а затем я использовал(а) следующую процедуру, чтобы избавиться от прыщей за 3 недели.	
Я никогда раньше не слышала об этом инфлюенсере, хотя я считаю, что я с Интернетом «на ты».	
Потом я потерял(а) к ней интерес, потому что ее посты в Instagram были не особо интересны.	
Она снова привлекла мое внимание в ветке дискуссии о Нэнси, а затем вновь исчезла с радаров, пока не вышла статья об Анне, и тогда я с большим интересом стал(а) следить за ней, так как она показалась мне остроумной, а ее выходки — забавными (в невеселом смысле).	
И вот о чем я давно размышляю:	
Как она умудряется по-прежнему иметь таких преданных поклонников, которые присылают ей кучу денег, так как она утверждает, что ей не хватает на еду, аренду и все такое. Но, судя по фотографиям ее квартиры, она может позволить себе дорогущий парфюм и предметы декора (духи Byredo стоят от 200 до 300 долларов за флакон), а также у нее чертова куча растений и цветов, которые отнюдь не дешевы.	
В общем, я только что выяснил(а), что эта девушка снова пишет мне только потому, что мой друг попросил ее об этом (попросил друга попросить ее), и теперь я на 99 % уверен(а), что она пишет мне просто из любезности (плюс чертовски много времени уходит на получение и просмотр).	
Что мне делать дальше?	
Кто-нибудь, пожалуйста, подскажите.	
Мне, например, абсолютно все равно, что говорят злые и гадкие люди в Интернете.	
Но когда у меня нет никого в реальной жизни, то Интернет — это все, что у меня есть. И меня несколько задевает, когда я просто хочу поделиться своими проблемами.	
Меня бы устроило, если бы мой пост получил всего лишь один голос «за» без всяких комментариев. Меня бы это вполне устроило.	
Но вместо этого здесь полно людей, которые говорят	
Мне не нравится, когда люди печатают длиннющие сообщения или вываливают на меня кучу негатива по поводу своих проблем.	
Мне не нравится, когда люди что-то бормочут себе под нос, разговаривая по телефону, или что-то там разглагольствуют, причем только о себе.	
Я говорю о «ppl» вместо «people», «u» или «ur» вместо «you» или «your», «tho» вместо «though» и т. д.	
Это уже надоело, и ты выглядишь идиотом, когда так пишешь.	
Просто напечатай все слово.	
Это же нетрудно.	
Может быть, чуть раньше, не знаю, потому что я обычно на работе, но сейчас скорость скачивания зависла на 64 МБ/с.	
Понимаю, что в период пиковой нагрузки скорость и должна падать. Я даже понимаю, что раз больше людей сидит дома, то и скорость будет ниже, но чтобы с 500 до 60...	
Интересно, с какой вероятностью пост в моем личном пространстве будет виден всем.	
Пожалуйста, поставьте «+» в комментарии, если вы это видите.	
Хм, обязательный заголовок.	
Если кто-то скажет в Интернете что-то, хоть отдаленно похожее на обидное заявление, все просто считают своим долгом написать типа «Сдохни, мразь» или что-то в этом роде.	
Неужели нас это так волнует?	
Если честно, то не особо.	
Черт, некоторым следует прекратить слишком остро реагировать на всякую ерунду в Интернете, е-мае!	
Я составил(а) список всех вопросов, которые мне пришли в голову (их довольно много, лол), поэтому буду очень признателен(-льна), если кто-нибудь уделит время, чтобы на них ответить.	
Если кто-то желает написать мне в личку и рассказать о своих впечатлениях от экзаменационного дня и ответить на все мои вопросы, это тоже было бы здорово!	
Я брутален и чищу зубы только по утрам.	
Видимо, я просто не вижу в этом необходимости, потому что какая на хрен разница?	
Но теперь, похоже, вы все готовите кашу без масла и, надо сказать, просто выводите нас из себя!	
Мы готовились объехать дофига плантаций, а теперь ты вдруг заговорил(а) о «рабовладельцах».	
Да это все фигня полная!	
Если бы у меня была возможность, я бы просто перенес(-ла) свой бизнес на какую-нибудь плантацию, где нормально относятся к белым, и что-нибудь путное извлек(-ла) бы из истории.	
Все эти спекулятивные суждения меня просто выматывают!	
Теперь вы ладите друг с другом, слышишь?	
Как разорвать отношения с «другом/подругой»?	
В общем, я добавил мой свой скейт-аккаунт в биографию в Instagram, потому что у меня нет постов в главном аккаунте, и я, скажем так, не уверен в своей физической форме (в некоторых моих клипах я без рубашки, и люди, добавляя меня, не будут ожидать, что я выгляжу как качок или типа того), и сегодня у меня появилось три подписчика (девушки из разных городов, которые меня не знают).	
Я очень разборчив, и не хочу заводить отношения, если не чувствую, что девушка мне действительно очень нравится или очень мне симпатична, поэтому я не ответил ни одной из них.	
Братан, меня сегодня столько раз зафрендили и отфрендили в Instagram, что это даже повысило мою самооценку, ржунимагу.	
Честно говоря, большинство постов и мемов здесь от тех, кто читает романы или мангу.	
Мне приходится уворачиваться от стольких неадекватов (качая головой).	
Мне остается только сказать — ну давайте, набрасывайтесь на меня, злыдни, ржунимагу.	
Привет, ребята, я рядовой геймер, играющий 5–6 игр в неделю просто по приколу.	
Вчера был просто чистый кошмар — Division, 10 серия...	
Я не смог выиграть ни в одной игре из шести...	
Короче, может, кто-то из вас смурфит?	
Или как-там у вас принято?	
Я знаю людей, которые хотят выполнять задачу сценария.	
Я это понимаю, но зачем нужно затыкать другим рот или смотреть полный повтор или каждую вырезанную сцену?	
Итак, в общем, в серии экзаменов по программе A-levels я получил(а) 82 балла и хотел(а) поступить в NUS по специальности «деловое администрирование», но не поступил(а), хотя я уверен(а), что моих баллов достаточно, а мою апелляцию отклонили три дня назад... * ну* :-(	
Я поступил(а) в SMU на программу «деловое администрирование», но мне до сих пор чертовски обидно, что я не поступил(а) в NUS. В общем, переубедите меня, что SMU лучше, чем NUS, особенно в сфере бизнес-администрирования :-/	
Больше всего я боюсь, что в будущем, когда я устроюсь на работу, все будут смотреть на диплом SMU свысока, типа дискриминация из-за элитарного снобизма, ну я не знаю, блин.	
А может, мне будут платить меньше или вообще не возьмут меня на работу?	
Типа угомонись, ведь SMU — как бы второстепенный и менее известный университет.	
Буду очень признателен(-льна), если сможете мне помочь — особенно те, кто учится в универе сейчас или кто уже выпустился.	
Спасибо, друзья :-)	
TLDR: заголовок.	
Ваши друзья-веганы говорят вам, что они не рассказывают другим людям о своем веганстве.	
Например, они намеренно не обсуждают эту тему.	
Мне кажется, что это нечестно по отношению к веганскому сообществу, ведь именно они, возможно, были бы более аккуратны в своих высказываниях, а именно это и нужно некоторым людям, чтобы прислушаться.	
Я очень прямой человек, называющий вещи своими именами. И хотя некоторые люди это ценят, гораздо больше тех, которые раздражаются и начинают пытаться приписывать мне слова, которые я не говорил(а), и все передергивают.	
Друзья-веганы, испытываете ли вы раздражение, когда...	
Вы действительно заслуживаете того, чтобы быть обманутым, если вы отдаете незнакомцу в Интернете 300 евро за фальшивые баллы, ну вот реально, какого хрена вы это делаете, если честно? лол	
Зачем давать людям награды? лол	
Да, я согласен(-сна), что есть такие странные вещи, как выдуманные персонажи в Tumblr, и некоторые люди действительно легко обижаются, но если то, что вы говорите, идет от невежества/ханжества, то называть человека «особенной снежинкой» — это просто проявление слабости.	
Погладьте себя по головке, если вы с самого начала и до конца безоговорочно верили и доверяли Тому, верили ему и никогда не теряли надежды! Респект вам и уважуха!	
Новогодний Raticate в шляпе.	
Я его пока нигде не нашел(-ла).	
Кто-нибудь хочет участвовать в поисках?	
Мне срочно нужно несколько человек.	
Стоп.	
Вот что я хочу сказать... эта игра не сложная.	
Сами себе жизнь не усложняйте.	
Насколько я понимаю, главная цель — завалить дракона, а до этого не дать себя прикончить.	
А еще лучше, если вы будете фармить лучше, чем ваш противник.	
Только не давайте себя прикончить.	
И сражения на линии... если вы видите, что враг использует свою способность подвижности или даже способность наносить урон.	
И я предложил(а) пойти полюбоваться на рождественскую иллюминацию, но его не было в городе.	
Так что с этим у нас ничего не вышло. И вот теперь он вернулся в город, и я спросил(а) его, что он делает в новогоднюю ночь, и он сказал, что планирует потусить с двумя менеджерами с нашей работы.	
И вроде как он меня не пригласил, а потом спросил, не хочу ли я приехать к нему, если он отменит встречу с ними, а я просто ответил(а), что пока не знаю, какие у меня планы, так что не знаю.	
Не слишком ли я заморачиваюсь?	
Неужели ему все равно?	
В Интернете найдутся люди, которые скажут, что он «накручивает репутацию», но, если не брать в расчет его странную нерешительность при выполнении драйва, он сыграл весьма достойно.	
Привет, завсегдатаи!	
Я просто хотел(а) сказать, что мне нравится групповой канал, он потрясающий, и мне также нравятся ваши личные каналы.	
Мне нравятся все ваши видео, и у меня есть предложение по поводу видео для канала:	
Проведите билд-батл в Minecraft, а проигравший пусть напишет в своем Twitter то, что ему велят остальные, лол.	
Надеюсь, моя идея вам понравится, и вы сможете использовать ее для видео.	
У меня есть групповой чат.	
Этот чат в Discord для тех, кому скучно или кому хочется о чем-либо поболтать.	
У нас уже есть несколько человек, которые общаются в чате о чем угодно, и все такое.	
Это расслабляет и вообще круто. И если вы хотите присоединиться, напишите комментарий, и я отправлю вам ссылку в личку.	
До меня только сейчас дошло, что у меня никогда не было планов на Новый год...	
Я всегда размышлял(а), почему у меня не получается устраивать вечеринки по случаю дня рождения или типа того...	
Недавно я понял(а), что у меня до сих пор недостаточно друзей, чтобы закатить вечеринку по поводу празднования моего 21-го дня рождения...	
Непонятно, почему до меня это сразу не дошло.	
Например, я никогда не задумывался(-ась) о том, что люди вообще-то традиционно проводят эту ночь, не считая мою сестру, которая каждый год ходит праздновать к своим друзьям.	
Забавно, что ковид никак не влияет на мой Новый год...	
У кого-нибудь еще дела обстоят точно так же?	
В любом случае, думаю, что сегодня я просто посмотрю какой-нибудь фильм, лол.	
Здравствуйте, я ищу людей, с которыми можно пообщаться, может, поиграть в какие-нибудь игры или вместе посмотреть аниме.	
Только учтите, что я не особо умею поддерживать беседу. uwu, девушка, 20 лет	
Например, я вижу видеоролики на YouTube на эту тему.	
Но я как бы не вижу никаких упоминаний о заметках разработчика и т. д.	
Откуда люди берут информацию?	
Кто готов к дискуссии — пишите мне в личку	
От вас требуется хороший уровень знаний, чтобы обосновывать свои убеждения.	
Я предпочитаю личные сообщения, потому что я буду углубляться в тему и не смогу ответить сразу трем сотням людей.	
А еще мне нужно 500 символов, так что пространные дискуссии приветствуются.	
Я не утверждаю, что им должно быть стыдно изображать девочек или что я предвзято отношусь к человеку женского пола. Я говорю, что им может быть неприятно это делать, ведь они люди, вольные в своем выборе. И то, что они не согласны наряжаться в девочек, не делает их противниками женщин.	
Ну вот сколько парней в вашем окружении хотели бы превратиться в диснеевских принцесс или поиграть в игру «угадай, чья это задница?»	
Может быть, со временем они к этому и привыкают, но сколько времени на это уйдет?	
И, возможно, они понимают, что им приходится делать все это на потеху публике.	
Но от этого понимания им не легче, если только они не идут на это с радостью и с удовольствием.	
Иногда мне грустно, что им приходится все это проделывать.	
Мне бы не понравилось, если бы вы пытались вырядить меня в мужчину, и чтобы я танцевала перед толпой людей, хотя я еще та оторва.	
Кто-нибудь скучает по мне?	
Если вы скучаете по другу из Reddit, прочтите это.	
Это могу быть я!	
И вот я только что перешел(-ла) на комп с PlayStation 4, не отыграв на нем и двух с половиной тысяч игр.	
Я сыграл(а) в несколько немудреных игр, так как я, честно говоря, неважно управляюсь с клавиатурой и мышью. А меня за последнюю неделю или около того ставили в пару с соперниками, у которых было 2000 килов, и даже в пару с хищниками.	
При этом у меня не наберется и сотни сыгранных игр, и всего 80 килов со всеми персонажами.	
Я уже не получаю никакого кайфа от игры.	
Я не смогу повысить свой уровень, если в каждой игре меня будут уделывать в хлам.	
Смотрю, здесь куча людей, которые кажутся чертовски невеселыми, так что если тебе действительно грустно, я готов(а) поболтать.	
Так что да, если вы хотите пообщаться или надолго с кем-то подружиться, я с огромным удовольствием помогу.	
Ну и вот, я постоянно вижу, что все говорят об отправке проектов и правок в Affinity, но как это сделать?	
Я работаю в OD почти год, и никто из руководства об этом и слова не говорил.	
И даже поставщики печатной продукции.	
Мы выполняем все виды редактирования в магазине приложений, и я ненавижу это.	
Вот мы здесь делаем всякие штуки, которые однозначно должны отправляться в Affinity, судя по тому, что я здесь вижу.	
Ну и да, есть ли более подробная информация об этом на портале магазина приложений или где можно получить больше информации?	
Мне безумно надоело создавать/редактировать всякую хрень для хамоватых клиентов, которым все что-то надо в самый последний момент :-)	
Один чувак на сервере продавал комплект за 100 тыс., а я такой(-ая) «Да ну на фиг, братан, 100 кусков он не стоит».	
Почему все считают, что новый комплект дорогой?	
Я знаю, что девушка, о которой был мой пост, обычный тролль, ну что ж, она словила свои шесть минут славы, прежде чем посты были удалены.	
Напишите мне в чат.	
Расскажите о себе, и мы сможем перейти к следующему этапу.	
Не понимаю, как люди могут все это строить...	
Я люблю строить, но, видимо, мои творческие способности не так хорошо развиты, как у множества других людей, и меня беспокоит, что я не в состоянии создавать потрясающие штуки.	
Будь у меня творческая жилка, все бы получилось, ух!	
Я, как правило, через какое-то время просто опускаю руки и довольствуюсь простым фуфлом, выдаваемым за норму.	
Меня очень волнует, какое впечатление я произвожу на людей, но я стараюсь этого не показывать.	
Мне сложно вступать в разговоры с большими группами людей, что связано с СДВГ.	
Иногда из-за своей чрезмерной чувствительности я могу быть настороженной и отстраненной в общении с незнакомыми людьми.	
Если я кому-то не нравлюсь, я сделаю вид, что мне наплевать — если только меня не выведут из себя какие-нибудь пьяные неадекваты.	
Это все из-за проявлений СДВГ, из-за чувствительной к отвержению дисфории.	
Я хороший слушатель. Многие люди считают меня весьма милой или простодушной.	
Временами я бываю ну оооочень кокетливой.	
Помню, как в старших классах мама моей подруги сказала, что я «девушка с характером», поэтому я, наверное, буду первой, у кого появится парень.	
Но когда она в чем-либо неправа или когда кто-то пытается что-то с нее спросить, она закатывает дикую истерику и тупо ни во что не ставит всякого, кто с ней не согласен, и орет, что ей все равно.	
Точнее, она выражается так: «Меня это не колышет».	
Она никогда не отвечает за свои слова, никогда не извиняется и ведет себя как самая настоящая лицемерка.	
Она может орать, запрещая людям поступать с ней так или иначе, а затем сама же переводит стрелки, грубит и хамит тем, кто с ней не согласен.	
Думаю, в основном она ведет себя таким образом потому, что моя сестра ведет себя так же, как моя мама, а мама не может этого вынести/смириться.	
Поэтому она начинает себя вести прямо-таки омерзительно.	
На занятиях я обычно молчаливая, но иногда я встречаю кого-то, с кем у меня сложились отношения, и тогда я становлюсь очень, очень разговорчивой.	
Мне кажется, что лучше всего я лажу с такими прям девочками-девочками, надменными альфа-самками, боевыми девчонками и просто любительницами посплетничать.	
Мои друзья и их семьи считают меня очень энергичным и жизнерадостным сангвиником.	
А вот большинство людей считают меня милой и учтивой тихоней.	
Впрочем, некоторые считают, что я вообще неразговорчива.	
Хотя я всегда была улыбчивым и веселым человеком.	
Правда-правда, мне очень нравится делать счастливыми других людей или, встретив знакомых, вступить в дружескую беседу.	
У меня СДВГ.	
Иногда я не нахожу слов или веду себя как зануда.	
А вот когда выпью, становлюсь очень болтливой.	
А иногда не болтаю и под градусом — слышала, что люди с СДВГ могут вести себя и так, и так.	
А это может быть СЛИ?	
Пожалуйста, помогите мне установить тип моей личности.	
Я не знаю, нужно ли это кому-то в принципе.	
Я просто хочу выяснить, разрешено ли это, и если нет, то где это можно разместить.	
(Я смотрел Dragonmar и видео других людей, но это мне сложно разместить там мое конкретное видео)	
Хотя и в хорошем смысле этого слова.	
Некоторые люди просто не поддаются описанию.	
Я не делал(а) это раньше, но видел(а) достаточно, чтобы уловить суть, так что типа... мои интересы :-)	
Разумеется, мы можем поговорить об аниме (особенно аниме про любовь — просто обожаю их), мы можем поговорить об играх и подробно обсудить истории персонажей и все такое, страшилки всякие не особо заходят, а вообще я приветствую все :-)	
Придуриваться не собираюсь, если только вы сами не будете придуриваться.	
Мне подходит любой возраст и все прочее, и да... если я что-то сделал(а) не так, дайте мне знать :-)	
О, и я еще стопроцентно поговорю о Snap.	
Ну то есть да, если честно, так и есть.	
Я забочусь о многих людях и не могу просто... сделать людей счастливыми.	
Но как бы... хочется :-(	
Я просто хочу сделать счастливыми всех, кто мне дорог.	
Не слишком ли многого я требую?	
Думаю, что некоторые люди здесь — это ИИ или что-то в этом роде.	
(качая головой) даже не пытайтесь.	
Я могу сделать это самостоятельно	
Привет, девушка, 19 лет, пиздец как скучно	
Я люблю общаться с новыми людьми.	
Напишите мне!	
Я начал(а) общаться с ней и ее коллегой по работе, который ходил в школу в конце 90-х.	
Она сказала, что в то время все смотрели соревнования рестлеров, и это считалось круто.	
Теперь этот мордобой всем по барабану (я, в целом, их за это не осуждаю).	
Я спросил(а) ее: «Как ты думаешь, а почему людям перестало это нравиться?», и она ответила: «Потому что это фуфло».	
Бои рестлеров идут на канале Fox по пятницам, и как только наступает 7 часов, я переключаю канал».	
Я не мог(ла) не упомянуть здесь об этом, ведь она такая забавная.	
В общем...	
Привет, мне не спится, а эта платформа кажется довольно интересной.	
Напишите мне, если вы полагаете, что мы найдем общий язык.	
Надеюсь, мы прекрасно проведем время, мой будущий приятель по чату ;-)	
Это довольно странно, не буду врать.	
Эти чертовы ублюдки могут оставить позади всех, кто пытается их догнать по суше или по воде, и вообще они живучее всех (благодаря яду).	
Мой буквально с ног до головы покрыт шрамами, полученными из-за предотвращенных или успешных сражений.	
Я только что закончил(а) смотреть сериал, так что немного отстаю от всех, но я тоже от него балдею и очень хочу о нем поговорить, лол.	
Кроме того, под «побочной линией» я имею в виду все то, что не входит в основную сюжетную линию!	
Одна из лучших игр, в которые я когда-либо играл(а)!	
Но у меня возникли некоторые проблемы...	
Я давно слышал(а) о Маке, но только пару месяцев назад познакомился(-ась) с его творчеством, и он стал одним из моих любимых и самых прослушиваемых исполнителей.	
В любом случае, это только мои мысли.	
Всех с Новым годом!	
Надеюсь, что новый год будет к вам благосклонен.	
А вот с этим сложновато, потому что враги в этой игре очень крутые, но... Если бы мне пришлось выбирать, я бы сказал, что предпочитаю клоуна.	
Просто считаю, что у них самый реалистичный дизайн и перемещения.	
К тому же это один из немногих врагов в игре (а может, и единственный), у которого, насколько я помню, нет никакой иной вариации.	
Честно говоря, я не собирался(-ась) его составлять, но хотелось бы как минимум вставить свои пять копеек, тем более, что со многими другими списками я не согласен(-на).	
Не хочу сказать, что мой список правильный, потому все это по-любому субъективно, поэтому я и не люблю их делать.	
Ну вот, опять очередной список рейтингов персонажей в файтингах!	
Вау!	
На мой взгляд, Лили в целом довольно симпатичный персонаж (не забывайте, что я отыграл(а) только часть 1 сезона, вроде до части эпизода 3).	
В отличие от своего отца, Лили старается сотрудничать с Ли и с большей частью группы.	
Она делает то, что должна.	
Она немного стерва, потому что так надо.	
У меня с Лили только одна проблема.	
Она прикончила Карли.	
Если бы можно было вынудить Бена признаться…	
Да, меня разбаловали эти и некоторые другие веща.	
Бен бесполезен.	
Он выглядит как студент колледжа, но при этом бесполезен и его нужно постоянно спасать с утра до ночи.	
Пожалуйста, не минусуйте меня полностью, если я что-то упустил(а).	
В общем-то, я использую его только для ударных, и мне нравится создавать сложные ритмы.	
Так что 4 — это уже не совсем то, что нужно, а редактирование барабанных сэмплов с помощью Piano roll, на мой взгляд, полный отстой.	
Можно ли как-то настроить пошаговый секвенсор на 8-ю или 16-ю ноту в FL?	
Я не транссексуал, но мне интересно узнать об опыте тех, кто был и женщиной, и мужчиной.	
(Немногим пришлось испытать, каково это, когда тебя воспринимают как представителя обоих полов)	
Я считаю, что прикольно.	
Я не думаю, что он полностью справился с ролью.	
Мне кажется, что до того, как Нео это просек, он говорил нормально, но вот потом... Мне кажется, он должен был начать говорить в точности как Хьюго Уивинг.	
Мне просто хотелось поделиться своим мнением, не будучи болельщиком «Юнайтед», по поводу матча с «Бернли».	
(Не думаю, что многим из вас это интересно).	
Мактоминей — о боже, просто красавчик!	
Думаю, что Шоу сыграл достойно.	
Теперь у вас два хороших левых защитника в хорошей форме.	
А еще хотел(а) сказать, что Эрон Уан-Биссака продемонстрировал гораздо более впечатляющую игру.	
После отстойных матчей и хорошей игры Дало, лично я считаю, что Биссака стал играть намного лучше.	
Думаю, было бы неплохо сделать так, чтобы фолиант выпадал только на уровнях 4–6,	
Ну да, это влечет за собой проблемы с таймингом выпадения предметов, но с этими проблемами я как-нибудь смирюсь, а вот с этой нет.	
Пожалуйста, поменяйте!	
Думаю, что вопрос весьма странный, но у меня живет королевская питониха, которой мне впервые удалось скормить замороженную/размороженную пищу (ура!), но она, похоже, предпочитает крыс среднего размера.	
Я пробовал(а) замораживать/размораживать крупных крыс, но безуспешно.	
А вот первую же предложенную среднюю крысу ей удалось скормить на ура	
Впрочем, это может быть чистой случайностью.	
Да я в курсе, что это уже похоже на мем или нытье на тему «игрок Dark Souls жалуется на то, как проходят сражения» или что-то типа того, но я просто не понимаю это сражение.	
Я умею играть в DS3 Deathless, умею парировать на уровне выше среднего, и за последнее время дофига раз сыграл(а) в «Призрак Цусимы».	
Я знаю, что это не сложная игра, но прошу знатоков этой игры меня выслушать.	
О Боже!	
Почему так много придурков пытаются скачать с торрентов игры для ПК, когда, во-первых, у них нет ни малейшего представления о том, как вообще работает торрент (а ведь это чертовски просто!).	
Комментарии типа «Ссылка не работает», рофл!	
Да замечательно все работает!	
У вас просто не хватает мозгов понять, что вам нужна программа для скачивания торрентов.	
Гребаные придурки	
То есть я получил чаевые в приложении, мне дали чаевые налом у двери, а потом списали обратно в приложении?	
Ну и в чем здесь прикол?	
Раньше такой херни не было, а сейчас уже третий раз за неделю.	
Как-то раз чаевые налом были меньше, чем чаевые в приложении...	
Если уж вы даете чаевые онлайн и налом, ну и делайте так оба раза.	
Скажу честно, Teamfight Tactics — это хороший режим, но это типа как Hearthstone — хорошая игра, чтобы поиграть на смартфоне, но, мать твою, это не та штука, где можно залипнуть с утра до ночи?	
Это даже не особо увлекательно (идеальная игра, чтобы открыть ее, подготовиться, а затем переключиться на что-то другое, пока снова не появится возможность что-то сделать).	
Есть идеи?	
Понимаю, что это типа что-то научное, но некоторые посты там просто перебор.	
Изучать языки сновидений?	
Какого черта?	
А какой-нибудь чувак каждые несколько часов твердит: «Я попробовал метод «3 прыжка и съесть банан», но не увидел осознанных сновидений?!»	
Может, просто посты становятся слишком замысловатыми?	
Типа все такие собрались и фальшиво улыбаются, фальшиво танцуют, демонстрируют фальшивую любовь, а я такой(-ая): «Боже милостивый, что за хрень происходит, аааа».	
Итак, я впервые пользуюсь чашей, купила чашу Saalt в Target.	
Сегодня я решила затестить ее в душе и, попробовав свернуть ее разными способами (буквой «C» + 17-летняя девственница = о-ох), ввела ее довольно хорошо.	
Мне удалось ввести ее, свернув семеркой, возможно, все получилось не идеально, но для первого раза сойдет.	
А теперь мне эту штуку нужно как-то извлечь, и как, мать твою, мне это прикажете сделать с моими длинными акриловыми ногтями?	
С одной стороны, длинными ногтями мне было проще ее зацепить, но, черт возьми, мне пришлось постараться не зарезать себя.	
Про ногти я и не подумала...	
Скажет ли он ей об этом?	
Если да, то как именно мог бы произойти такой разговор?!	
Че за хрень-то! Арло теперь в курсе, что Джон запал на Серу (я не знаю, как пишется ее полное имя).	
Во-первых, мы увидели, что они капец какие жлобы (ну ладно, пусть не настолько, как другие разработчики мобильных игр, но все же).	
Во-вторых, игра требует значительной доработки (даже если она разрабатывалась для смартфонов премиум-сегмента).	
Даже эта (да простит меня Аллах) чертова Fornite для мобильных устройств сейчас куда лучше оптимизирована.	
Что с вами, америкосами, не так?	
См. также:	
(к статье о том, что «в некоторых регионах Европы 40-градусная жара»)	
>что за хрень, лол, совсем не жарко.	
Наденьте куртку, болваны!	
(в («[город] среднегодовая температура составляет 16 °C»)	
> Божечки, это реально холодно.	
Никогда не перееду в Канаду.	
Иногда у меня начинается бешеная скачка мыслей, а иногда наступает полная расслабленность и сонливость, как после кодеина.	
Какого черта так происходит?	
Я думаю, это как-то связано с тем, смотрит ли на меня какая-нибудь женщина и считает ли меня уродом.	
Если да, то на меня нападает тревожность.	
Но если женщина смотрит на меня равнодушно, и даже думает, что я прилично выгляжу, то эффект от этого препарата получается хороший.	
Что за хрень творится?	
Если вы выстрелите в противника, а затем присядете, чтобы стать невидимым, то даже если он вас не обнаружит, то сразу же перескочит туда, где вы находитесь.	
Прятаться в этой игре не прокатит.	
Надо было просто схватить пистолет-пулемет и экзоскелет.	
Я наконец-то одолел его после стольких попыток — в основном на его второй фазе.	
Его 3-ю фазу я одолел с первого раза.	
Я занял 7 место в последнем событии с Магаки, но у меня 2960 очков и я получаю 50 фрагов вместо 80 за 7–10 место.	
Почему?	
Потому что у меня меньше 3000 очков.	
(Мне нужно 55 фрагов с Магаки, а я получаю 50 — только представьте мои страдания)	
Также в другом ивенте с gamer764 я набрал(а) около 8 000 очков, я занял(а) 4-е место и получил(а) призы за 4-е место, а не за 1-е.	
Зачем тогда нужно 7 тыс. очков или больше?	
Не слишком ли скупы разработчики?	
У меня были планы отправиться в поход в тот день, когда мы собирались увидеться, и я получил кучу сообщений о том, как она хотела бы, чтобы я был свободен в среду, и поэтому я отменил свои планы, и теперь она постоянно извиняется, что это не то, что она имела в виду.	
Что мне делать, мать вашу?	
Я сказал ей, что пойду в поход в следующем месяце (что неправда), чтобы ее успокоить, но не пошел.	
Но мне необязательно нужна флагманская модель, если при этом фонарь будет тяжелым и громоздким.	
Я предпочитаю мощное и надежное оборудование.	
Предпочтительнее батарейки АА — с батарейками 16850 связываться не хочется.	
Можете что-нибудь посоветовать?	
Спасибо!	
Итак, осталось дочитать одну главу «Садов луны», а я все еще не могу понять, какого хрена Опонны пытаются добиться всеми своими вмешательствами.	
Может, я что-то упустил(а)? Есть ли продолжение в другой книге или надежды уже нет?	
А по факту было семь лайков или типа того.	
Говнюки вы все сраные.	
Твою же мать! Я тут запостил(а) анимешку для фут-фетишистов, рассчитывая, что это будет самый обсуждаемый пост дня или вообще за все время.	
И что, вы не можете уделать Картуса с его супервозможностями?	
Что за чертова хрень-то такая?	
Было бы лучше, если бы все вы, авторы темы, объяснили, что за хрень тут все обсуждают, прежде чем начать стебаться!	
Типа, «Теперь я понимаю, почему все тащатся от этого [название бренда]...»	
Для человека, который не в теме, это мало о чем говорит.	
Если лень долго печатать, то в начале своего поста дайте ссылку на исходный пост, новостную статью, видеоролик и прочую хрень.	
И самое стремное, что я не состою в секте «на командах DFW лежит проклятие», но и не поддерживаю призыв #FireJD.	
Но есть вещи, которые меня просто выбешивают.	
Когда Stars подписывает контракт с таким возрастным игроком, как Кори Перри, ну это как бы херовая сделка для команд DFW, ничего хорошего это не сулит.	
Сейчас я собираю комп, а пока пользуюсь убитым в хлам 13-летним компом.	
Мне дали деньги на Rust, я купил(а) эту игру, и она у меня скачивалась 4 часа, час ушел на загрузку, и еще пять часов — на загрузку сервера.	
После того как я ударил(а) камнем по дереву, моя игра накрылась медным тазом.	
Это случилось в 00:47 ночи, и я просто сказал(а) себе «Да пошло все на фиг» и лег(-ла) спать, морально подготовившись, что днем все пойдет вкривь и вкось.	
EM открывает дверь: Могу я чем-то помочь?	
Я: Да! Почему вы позволили вашему ребенку войти в мой дом без моего разрешения?	
EM: GT просто хотел(а) Smores и найти сокровища.	
GT вытаскивает из рюкзака одно из таких сокровищ.	
Лицо моей девушки побагровело, ведь найденное сокровище оказалось ее фаллоимитатором.	
Моя девушка выхватывает его из рук GT.	
GF: Эта штука не для детей.	
GT: Нет, это мое! Я его нашел, значит, это мое.	
EM: Верните ему его сокровище.	
Я: EM, какого хрена вы не следите за своим сыном, ведь он поставил в неловкое положение мою девушку и без спроса вломился в мой дом!	
Хватит!	
Я: Да, мам.	
EM: Что ты слушаешь?	
Я: Better Off Dead, песня Джоша А.	
EM: Что?!	
EK: Мам, хватит!	
Я: Bett —	
EM: Я тебя услышала. Что там на обложке? *указывая на обложку альбома*	
Я: О, я думаю, что это отсылка на ку-	
EM: *опять прерывает меня* на сатанинский ритуал.	
Я: Нет, вовсе нет.	
EK: Мам, пожалуйста, хватит!	
EM: Нет, EK, это дурной человек.	
EM (обращаясь ко мне): А теперь отдай мне свой телефон.	
Именно в этот момент до меня дошло, что я имею дело с «яжематерью».	
Я: Нет.	
EM: Но он нужен моему EK. Он получил диплом.	
EK: Мам, мне 10 лет.	
Я: *кашляет* Черт!	
EM: Как ты смеешь ругаться при моем сыне?	
Да, она сказала, что «черт» — это ругательство.	
Я: Черт — это не ругательство.	
Она ушла к другому парню (игроку), но все это время морочила мне голову, была то горячей, то холодной.	
В конце марта она ушла к другому парню, и сейчас уехала с ним отдыхать на девять дней в другой штат.	
При этом последние несколько месяцев она катается по той же велосипедной дорожке, что и я (единственная дорожка), и примерно каждые две недели мы с ней пересекаемся и болтаем о всякой ерунде.	
Недели полторы тому назад мы проболтали с ней на дорожке больше часа.	
Как-то неуважительно по отношению к новому парню, да?	
Мы с ней в хороших отношениях, и 3 мая она поздравила меня с днем рождения.	
Но сегодня мне совсем не хочется поздравлять ее с днем рождения.	
Для нее дни рождения — это прям суперважные события, но я не могу придумать причину, почему я должен...	
После слов «Эм, нет?» она присылает мне фото этого подсвечника со своей кухни.	
Я, конечно, пишу: «Какого хрена, так ты дома?», и выясняется, что она час назад свалила из больницы.	
И больше не пишет.	
И не звонит.	
Так что я вообще не понимаю, какого хрена я переживал(а) эти три дня.	
«много буков»: вредная мать-нарцисс попала в больницу на 3 дня.	
Я выяснил(а), что она дома, благодаря подсвечнику.	
Мы живем вместе уже несколько лет, и мне не хотелось бы оглядываться в прошлое до тех пор, пока мы можем быть счастливы вместе, но ей очень тяжело.	
Больше всего ее уязвляет то, что я позволил ей порыться в своем телефоне после того, как она нашла какие-то нюдсы, и она в итоге наткнулась на сообщение, которое я отправил кому-то в Facebook в ответ на то, что какая-то девушка назвала меня «красавцем» из-за песни, которую я написал, и которую там выложил.	
Я флиртовал в этой переписке по полной, может быть, даже больше, чем с моей девушкой, когда мы только начали встречаться, и этот факт засел у нее в подсознании.	
Ей чрезвычайно трудно с этим совладать.	
Сейчас у нас две собаки.	
Я надеялся, что с появлением двух щенков она снова сможет меня полюбить, потому что забота о питомцах нас объединяет, но у нее все еще не получается сказать «я тоже тебя люблю».	
Она не принимает мои комплименты, потому что когда я раньше подбухивал (пару лет назад), я ей грубил.	
Вы можете изысканно заигрывать и флиртовать, но если от вас воняет как от бомжа, и вы одеты как бомж, то, конечно, флаг вам в руки, но ни фига у вас не получится.	
Работа официантом, безусловно, заставляет меня следить за своим внешним видом: ухаживать за ногтями, пользоваться Versace Crystal Noir и другим парфюмом и т. д., и поэтому я считаю, что большинство девушек, которые на это ведутся, хотя бы хотят со мной пообщаться.	
Быть отвергнутым — самый лучший путь к саморазвитию, и хотя за свою жизнь меня отвергало бесчисленное количество женщин, я никогда не позволял себе опускать руки и горжусь тем, что у меня хватает уверенности разговаривать с этими женщинами, даже несмотря на то, что я не обладаю голливудской внешностью или харизмой, как Уилл Смит xD.	
Парни, вы все хороши, и я желаю вам всяческих успехов в поиске своих спутниц :-)	
В 15 месяцев ее длина составляет 18 дюймов, а весит она 56 граммов.	
Просто интересно — это обычный для самок средний темп роста, или моя питомица реально растет как на дрожжах?	
Она ест как абсолютный чемпион каждые 4–5 дней, и уже переросла некоторых самцов, вот что мне интересно!	
Главная героиня этого аниме живет в игре, но не осознает этого, а система говорит, что она мертва и т. д.	
Хотелось бы посмотреть это аниме до конца, помогите, пожалуйста.	
Поиск аниме.	
Не знаю, насколько это странно для других, но для меня это было именно так.	
Я заразился ковидом, впервые поцеловавшись с другим парнем, и мне пришлось рассказать об этом маме.	
Я мог бы просто соврать и сказать, что заразился из-за совместного использования чашек или из-за поцелуя с девушкой (я бисексуал), но я знал, что мои родители воспримут это лояльно...	
Поэтому я рассказал им все как есть.	
Моя мама очень расстроилась, ведь она думала, что хорошо меня знает, и хотя я ей все рассказал, теперь она не сможет мне больше доверять, потому что бла-бла-бла...	
В общем, она очень во мне разочаровалась, и мне пришлось долго ее убеждать, что мне не хотелось ей все это рассказывать, так как это мое личное дело... до сегодняшнего дня.	
Она реально не доверяет мне, как раньше, но смирилась с этим, лол.	
Сегодня у меня день рождения, поэтому я хочу поделиться своей «странной» историей каминг-аута.	
В общем мы с другом снова начали играть в Valorant и хотим разобраться в системе внутриигровых коммуникаций, например, Heaven и все такое.	
Теперь я знаю, что такое Heaven, но с другим картами незнаком(а), и если есть какой-то веб-сайт, то я с удовольствием им воспользуюсь :D	
(Если вы все еще не поняли, приведу пример: «Я поразил(а) Jett, она в Heaven, это типа локация такая.	
Она потрясающе готовит, закупает все продукты.	
Мы с тетей тоже будем помогать, но она тоже не особо хорошо готовит, лол.	
Поэтому я хочу облегчить им жизнь, буду готовить еду и следить за тем, чтобы моя мама хорошо питалась.	
Ей нужно восстанавливаться после операции, и ей нельзя есть всякую дрянь!	
(Со мной такое часто бывает, когда на работу берут какую-нибудь девушку и мне приходится новеньким помогать, то они всегда мне хамят без всяких на то причин. Исключение — женщины старше меня и парни)	
Со всеми остальными она мила и приветлива, а со мной ведет себя откровенно по-хамски.	
Она присваивает себе мои заслуги, а если что-то пойдет не так, виноватым(-ой) окажусь я (прямо мне об этом не скажут).	
Общаясь с парнями и другими людьми, она всячески меня принижает.	
Себя она выставляет в лучшем свете, присваивает себе мои заслуги, а когда что-то идет не так, обвиняет меня, и все в моем отделе с этим соглашаются, а это неправильно.	
Когда она на работе, она ни фига не делает, валяет дурака с ребятами — но только когда рядом нет начальства.	
Хуже всего-то, что людям она очень нравится, и все считают нас близкими друзьями.	
«Лживую рекламу» пассивных талантов персонажей на фазе возвышения 4 очень легко понять, если просто прочитать весь список скиллов, а там написано, что иметь более одного баффа нельзя.	
Может быть, я один такой(-ая), но мне кажется, что это просто тупо, и к тому же у многих это убивает азарт.	
Мне не нравится, когда людей беспричинно выводит из себя какой-нибудь 5-звездочный персонаж, лол.	
Это как в случае с Чжун Ли.	
Персонаж был вполне нормальный, но всех бесил, потому что не расхерачивал все, что попадается на пути и вообще был спокойный и сдержанный.	
Я наблюдал(а), как многие фанаты писали грубые или расистские комментарии в адрес Либерти, и это отвратительно.	
Оставьте вы ее в покое.	
А до вас доходит, что она чернокожая?	
Хватит высмеивать этнические особенности актеров.	
Это откровенно грубо и непорядочно.	
Все в порядке с ее губами, и вообще нормально, когда у человека большие губы.	
Это даже не смешно.	
Честно говоря, просто непорядочно и некрасиво так себя вести.	
И дело даже не только в Либерти. Я видел(а), что люди говорили о Сэве, а также о волосах Джимми.	
(И еще, модераторам просьба это не удалять.	
Мне очень хочется, чтобы люди это поняли, и ничего дурного я не сделал(а).	
Некоторые мои посты странным образом удаляются безо всякой причины)	
(Всего и делов-то — унести салат и приготовить его заново без гуакамоле).	
Затем она мне заявила, что мы положили ей меньше мяса, когда я принес(-ла) то же блюдо без гуакамоле.	
Она впервые оказалась дома!	
Наконец-то она вернулась!	
Я делаю это только по одной-единственной причине.	
Мне приходится держать щенка ночью в вольере, потому что если я ее выпущу, она нагадит на пол.	
И поэтому уже 6–8 часов щенок не активен.	
Потом мне нужно работать, и это еще 6–8 часов.	
В это время мне приходится запирать мою корги в ванной комнате, потому что иначе щенок обгадит всю квартиру, если за ним не присматривать.	
Я сволочь, что начала ссору со старым приятелем (сильное ругательство)?	
Так вот, я и мой краш общались в групповом чате в Snapchat с моим другом.	
Мы с другом поспорили в шутку, а потом она сказала, что предпочитает парней постарше, а подруга была (М14), я сказал, что я на год старше тебя, а она и говорит: «Парни постарше, это я имею в виду 17-летних», и это ранило меня в самое сердце.	
«много буков»: Моя краш говорит, что предпочитает 17-летних парней, мне 16, а ей 15, и меня это просто вывело из себя.	
Привет! Я тут новичок. Не знаю, я придурок или прав в этой ситуации.	
В двух словах, когда мне исполнилось 18, я захотел сделать себе татуху, как любой 18-летний парень. Я решил пойти в тот же салон, куда ходит мой брат.	
Я отправил личное сообщение мастеру, к которому хотел попасть. Ждал его ответ 2 месяца, но он так и не вышел на связь.	
Понятно, что летом они нарасхват, но можно же было хотя бы одну строчку черкнуть, мол привет, у меня все расписано до конца ___.	
Тогда я подумал: «Ладно, взгляну на работы другого мастера из этого же салона, который делает маленькие тату».	
Результат тот же — молчание.	
Мы с братом решили прогуляться до салона и пообщаться с мастерами лично.	
Там нас встретила молодая девушка. Назовем ее Бренда.	
Я объяснил ей ситуацию.	
Бренда ответила, что я могу записаться к ней.	
Я сказал, что подумаю и, если что, вернусь.	
Я вернулся в машину и полистал ее работы.	
Мне все понравилось, поэтому я вернулся и согласился пойти к ней.	
Я все подписал.	
Она даже не попросила мое удостоверение, что мне показалось странным, потому что, когда я в этом салоне делал пирсинг, они записали номер моего удостоверения и т. д.	
Я забил на это, решив, что она новенькая.	
Она возилась со мной целый час, рассказала, как надо за татухой ухаживать, и сказала, чтобы через 3 или 4 недели я дал ей знать, нужно ли что-то подправить. Деньги за это обещала не брать.	
Я ответил: «Отлично, спасибо!»	
Прошло 4 недели, и появилось много дефектов. Я сделал небольшое тату пульса со знаком «;» посередине. Вместо точки сверху там было сердечко.	
Правая сторона сердца стала меньше левой, некоторые линии вначале были жирные, потом утончались, а затем снова утолщались.	
В общем, я перезагрузился, и да, блин, я все время делал неправильно.	
Кто-нибудь еще задевал их и злился, что он не подыхает?	
Потом она стала отвечать очень грубо, и по тексту было видно, что она злится.	
Я вчера вечером написал ей сообщение и спросил, сердится ли она. Она ответила, что немного обиделась.	
Потом она почему-то начала наезжать на меня. Я извинился перед ней, и она ответила, что все в порядке.	
Потом я написал, что пойду спать. Она не просмотрела мое сообщение и до сих пор не ответила.	
Как узнать, она на меня злится или просто обиделась? Я весь в непонятках.	
Я веду себя как урод, если мне удается лучше подкалывать другого урода?	
Опухоли стали прорываться, она не могла прыгать, обезболивающие не помогали. Вчера она хорошо ела, а сегодня не ест и не пьет. Пряталась весь день, но... это трудно, потому что она все время настороже.	
Мне кажется, что это неправильно, т. к. она смотрит на меня так, будто хочет сказать: «Я люблю тебя.	
Я счастлива, когда ты со мной».	
Но ветеринар заявил, что она не должна была так долго протянуть, что опухоли будут расти и даже химиотерапия не поможет, а только немного продлит жизнь.	
Мой друг что-то сказал моей девушке.	
После этого она меня бросила.	
Сейчас я не знаю, что делать. Она и мой бывший друг — мои единственные близкие люди.	
Как мне вернуть ее? За те 2 года, что мы были вместе, она мне много помогала.	
Слишком многобукаф! Моя девушка бросила меня из-за того, что кто-то ей что-то сказал, и я хочу вернуть ее.	
Он дождался, пока я уйду в отпуск, и уволил очень хорошую сотрудницу, потому что она не белая, у нее татуировки и, как он выразился, она похожа на наркоманку.	
Как меня это бесит!	
Я пожаловался(-лась) начальству, потому что мне надо защитить свой персонал, но боюсь, что мне это аукнется.	
Моя бывшая обожает детей.	
Она вкладывается по полной, и ее чуть не арестовали за ссору с чокнутым бывшим хахалем той бабы.	
У них все быстро закрутилось.	
Они стали так близки.	
Еще и двух месяцев не прошло!	
Мне так больно.	
Она никогда не хотела серьезных отношений со мной.	
Я знаю, что она осталась бы со мной, если бы у меня был ребенок.	
Они отрасли и выглядят стремно. Она говорит, что мне надо сходить на коррекцию. Будет ли странно с моей стороны или плохо (для моих ногтей), если я попрошу их полностью переделать так, как мне больше нравится?	
А-а-а!	
Она сказала, что у нее, наверное, есть какая-нибудь подходящая для меня одежда.	
Просто супер!	
Боже, она такая заботливая и милая!	
Я пишу этот пост первого января в 00:34. Моя сестра (ей 14) испоганила весь Новый год, обозвав маму жирной алкоголичкой за то, что та налила себе бокал шампанского, которое она пьет только на свой День рождения, Рождество и Новый год.	
Мои родители в шоке, бабушка с дедушкой в шоке, а сестра считает, что очень остроумно пошутила.	
Та же фигня случилась на Рождество, а сейчас и новогоднее настроение испарилось. Я ненавижу свою сестру.	
Пы Сы. Английский — мой второй язык, дико извиняюсь за ошибки.	
INTJ просто достали!	
Почему у них все получается круто?	
Глупо было делать бустерную прививку накануне Нового года.	
Чувствую себя отстойно.	
Почти весь день мы обнимались и болтали о всякой ерунде, я чуть слезу не пустил	
Я так счастлив, братуха.	
Она клевая.	
Сегодня вечером собираюсь предложить ей встречаться :-)	
А, да, всех с наступающим и счастливого Нового года!	
Во-первых, какой же кайф я испытываю, когда отвечаю «Я» на вопрос клиентов «Кто менеджер?»	
Никогда не сниму эту корону.	
Во-вторых, клиентка возвращается и возмущается из-за того, что я не сделал копии книги по причине авторского права.	
Она такая: «Я позвонила в службу поддержки, и мне сказали, что вы не должны были отказываться сделать копии».	
Я: «Правда что ли? Мадам, у нас такая политика».	
Мне пофиг, что там говорит служба поддержки.	
Она продолжает хамить и кричать на меня, а потом швыряет книгу на стойку и приказывает: «Сделай копии!».	
Ага щас, ржунимагу, ты еще побольше поори.	
11 числа мы везем нашу кису на стерилизацию. Она у нас такая ласковая девочка, вечером и утром приходит обниматься и целоваться.	
Но я боюсь, что после стерилизации у нее изменится характер.	
Может, я зря себе надумываю?	
Как вы считаете, если она привыкла приходить к нам гладиться, и ей это нравится, она всегда будет такая ласковая?	
Мы с подружкой всегда прикалываемся, что я не пукаю.	
Все началось с моей шутки на ее вопрос в игре «Правда или желание» на нашем первом свидании.	
Недавно она попросила меня пердануть при ней.	
Сказала, что все ее подруги слышали, как пердят их партнеры, а она, как белая ворона, никогда не слышала ничего подобного в моем исполнении.	
Я была в шоке, когда она заявила, что я какая-то депрессивная, а она, типа, нет, хотя сама очень застенчивая и странная.	
Неадекват полный.	
Меня это бесит, но они мои единственные подруги.	
Она постоянно без причины называет меня позорищем...	
Мои подруги злые и неадекватные.	
Одна инфантильная и застенчивая, и всегда меня унижает.	
Другая прикольная, но завистливая, и меня это бесит.	
Что мне делать?	
С таким раскладом я могу смириться.	
Но мы с моим парнем боимся, что, когда мы через несколько лет поженимся, Джина объявится и захочет завести отношения со своим любимым.	
Я в тупике.	
Я люблю своего парня и хочу, чтобы все его личности были счастливы.	
Но больше не собираюсь терпеть нарушения моих границ.	
Что я могу сделать в этой ситуации?	
Проблема нарушения границ с альтер-личностью моего парня.	
Она с радостью согласилась встретиться еще раз, и мы договорились о месте, но время пока не назначили, потому что были рождественские каникулы.	
Я понимаю, что в это время у всех куча дел, так что мы переписывались только раз в день.	
Когда мы встретились, она откровенно сказала, что забила отвечать на сообщения и извинилась, когда мы заговорили о нашей вялой переписке. В ответ я сказал: «Да, ладно, не переживай, я понял, что ты занята!».	
Мы нормально пообщались, она задавала много вопросов.	
Но вот уже 3 дня, как она не отвечает (мое сообщение осталось непрочитанным), но она просмотрела мою историю, а потом опубликовала свою.	
Дело было в канун Нового года.	
Я с нетерпением ждала Нового года, надеялась на лучшее, думала о том, что изменю в своей жизни и т. д.	
А потом увидела их фото, которое он запостил, с подписью «Любовь всей моей жизни».	
Это меня убило.	
А еще он написал, что 2022 год был для него особенный.	
Вот так просто ткнул меня носом!	
Мой бывший запостил их фото :-(	
Каждый раз, когда я прошу у людей совета по поводу этой ситуации, мне говорят, что, вероятно, она чувствует себя неуверенно и восхищается мной (с какого перепуга? — она меня старше), поэтому я не должна винить ее за такое поведение.	
Мне с ней сложно.	
Она тянет из меня все соки.	
Я ни слова не могу сказать без того, чтобы она не копировала меня или не пыталась меня превзойти.	
Недавно я похудела, мои родные заметили это и стали обсуждать.	
Краем глаза я заметила, что она сидит как на иголках, а потом она переключила внимание на себя и стала рассказывать о своих успехах.	
Мы согласились на развод, т. к. в общем и целом наш брак трещал по швам.	
Через 2 месяца мы снова сошлись.	
Прошли интенсивную терапию, и, кажется, все наладилось.	
Я так счастлива.	
И что же я обнаруживаю в Snapchat на его телефоне на нашу годовщину?	
Я снова туда зашла, увидела Джейн, но в этот раз я могла просмотреть их переписку за весь год и последнее время.	
Я впервые завел(а) бородатую агаму.	
Ей всего месяц, и как новичок я боюсь, что он или она мало ест.	
Я стараюсь кормить его несколько раз в день, но пока мне удается скормить ему всего 6–7 сверчков.	
Еще пытался(-ась) дать ему овощей, но он воротит от них нос.	
Я что-то делаю не так или с ним все порядке и я просто надумываю проблему?	
Потом я нашел классный сайт, который называется Complex.	
Это что-то типа онлайн-журнала, но гораздо круче, они пишут только про хип-хоп.	
На этом сайте я узнал про Трэвиса Скотта.	
Раньше я слушал отстойную музыку, в которой не было никакой эстетики, но Трэвис Скотт помог мне осознать, что без эстетики никуда.	
Теперь я кошу под Тейма Импала, стал одеваться прикольнее, на прошлой неделе купил первые треники, надеюсь, скоро их выгуляю.	
Только мне стыдно за посты Albatross в Twitter?	
Все, кто слышал о нем, знают его позицию.	
Он представляет дело так, что XVG идет ко дну и все в порядке.	
У меня есть друг в реале.	
Этого чувака знают везде.	
Его уважают на улицах, в тюрьмах. Куда бы он ни пошел, все его знают.	
Он пытался мне объяснить, как заработать больше кармы на Reddit, потому что я не в теме.	
Как заработать много кармы?	
Мне 21, а ему где-то 23.	
Меня беспокоит, что он больше ничего от жизни не хочет.	
Он не работает и не делает попытки окончить школу, даже не хочет пойти учиться на парамедика в училище.	
Когда он в первый раз сдавал экзамены, то не добрал 2 балла. Я думаю, он боится, что у него снова ничего не получится, поэтому даже попытаться не хочет.	
Вот уже год он сидит дома без работы, а год назад он провалил экзамены в училище.	
Я сражался с Супер Смаугом где-то 5 раз, но всегда влипаю во взрывную ауру его ядерной задницы.	
Зуб даю, я держусь подальше от него, но все равно он меня уделывает одним ударом.	
Я использую двуручный боевой топор + 10 шлемов горгульи и без доспехов (даже в изодранной броне результат тот же), кольцо Клоранти и кольцо стальной защиты.	
Есть идеи?	
Знаю, что после достаточного числа атак я сделаю их, но это постепенно сводит меня с ума.	
Я понимаю, что надо делать, но постоянно попадаю в тупую комбинацию или типа того.	
Сто пудов, вы не прочитали число полностью и не заметили письмо, которое я вложила. А сейчас вы пытаетесь открыть письмо, только чтобы понять, что его нет.	
А что, если я вам скажу, что вы и это предложение неправильно прочитали?	
Ну вот, я привлекла ваше внимание!	
Надеюсь, теперь вы внимательно дочитаете этот пост до конца :-)	
19 лет, жен. Черт подери, поехали сначала в 7754378435116-ый раз.	
Если я хочу сделать Дрейвена своим первым керри, что мне для этого надо?	
Я знаю, что он хороший персонаж, но какие предметы могут превратить его в бога?	
Я пробовал(-ла) использовать исцеляющий меч и скорострельную пушку, но после этого я потерялся(-ась).	
Альтус — шикарный персонаж.	
Хотя его бронированная пушка слишком мощная, а его способность перемотки — это что-то с чем-то.	
Но больше всего меня бесит его щит.	
Если опустить его и использовать просто, чтобы отражать пули, то все норм.	
Сегодня я играл(-ла) за Скай и использовал(-ла) свою суперспособность против его щита.	
Он не активировался, а просто поглотился.	
Не знаю, как другим игрокам, но, как по мне, я думаю, что Альтуса надо изрядно занерфить, чтобы он был не такой мощный и не мог отражать любые атаки.	
Что думаете, народ?	
Я не обратил на это внимание. Когда я пошел отдать ему последние оставшиеся на полке печенюшки, эта малявка завопила: «Мама! Он украл мои печеньки!».	
Я сначала сильно удивился.	
Потом стал нервничать и завис.	
Ее мамаша подошла ко мне и стала орать: «Верни печенье моей дочери! Отдай сейчас же!».	
Сначала я даже не знал, что ответить, потом что-то в голову пришло и я сказал: «Я не крал».	
Правда, у меня это вышло довольно неуверенно.	
Потом сестра забрала у меня печенье и отдала их папе.	
И только тогда отец заметил, что произошло (он в годах, и жаль, что он не среагировал чуть пораньше).	
Он позвал менеджера, а менеджер сказал, чтобы мы не обращали на это внимание и он сам со всем разберется.	
Мы расстались 2 месяца назад.	
Общались очень редко.	
Но завтра я больше не буду это терпеть.	
Он всегда первый выходит на связь.	
Я никогда не пишу и не звоню первой.	
Но разговаривали мы только о категории, которую он попросил меня сделать за деньги.	
Он все еще вписан в мою страховку, и он спросил меня в Friend, действительна ли она.	
Я ответила на следующий день, что ничего не меняла.	
Когда эта тема была закрыта, я спросила, как он пережил смерть своей собаки.	
(Он служит в армии, и его собака для него все.)	
Он ответил, что все нормально, если не думать об этом, и что он попросил маму кремировать пса, и т. д.	
Завтра первый день, как мы не общаемся.	
Помогите.	
Мы с другом закончили постер.	
Мы использовали мое имя, и я указал(-ла) ниже его Instagram.	
Он отличный парень.	
Классно, что мы вместе придумали постер игры и нашу историю.	
Вам нравятся самописные легенды?	
Я не могу опубликовать их на Fallout Reddit по некоторым причинам.	
Тут нельзя загрузить фото.	
Надеюсь, все зашибись получилось!	
Может ли ITSOKTOCRY сделать что-то круче, чем 3 песни, которые он офигенно исполняет?	
Например, попасть в мейнстрим, а не просто записать несколько классных альбомов и потом исчезнуть со сцены?	
Мы с другом некоторое время играли вместе в Minecraft. Он создал свой собственный сервер, чтобы мы могли играть на нем одни. Так круто!	
Я всегда ему говорил(-ла), что терпеть не могу гриферов не просто за то, что они что-то разрушают в игре, но за то, что из-за них несколько часов труда идут коту под хвост, что чертовски неприятно.	
В последнее время мой друг во время игры постоянно до меня докапывался, твердил, что я вредина, потому что не хочу тащиться половину карты, чтобы принести ему материал, который был у него под носом. Буквально заладил, что я вредина или редиска, потому что я занят(а) своим делом и мне некогда носить ему его барахло.	
В кои-то веки мне выпал шанс слегка расслабиться. Ко мне в гости на винишко пришла подруга детства, с которой мы очень редко видимся.	
Мы пили вино (у меня дома), пока дети играли и все такое.	
Все было очень прилично.	
Короче, мы были чуток подшофе.	
Под занавес мой муж пишет мне сообщение в Facebook, типа пусть она уходит (к этому времени она просидела у нас 2 часа), и начинает в пассивно-агрессивной манере убираться при нас.	
Он сейчас в процессе развода и говорит, что он вбухивает в это все деньги.	
Прав собственности я ему не давала, т. к. я сама покупала прицеп неофициально.	
Я купила этот списанный в утиль прицеп у каких-то парней на площадке для продажи старых авто.	
Мне дали договор купли-продажи, но он давно уже куда-то делся.	
Надо ли мне подавать на него в суд, или это гиблое дело?	
И если да, то как это лучше сделать?	
В общем, я поделилась с одним странным парнем из моего класса и сказала: «Я случайно села на них, и они сломались. Хочешь?»	
Он такой: «Не, фу!»	
У меня обсессивно-компульсивное расстройство, и мне сразу стало стыдно. Я сказала: «А чего не нравится, лол?	
Вкус такой же, как у целой палочки (или что-то типа того), лол». А он такой: «Да нет, не такой же». А я такая: «Ха-ха, что так грубо?»	
Это была, типа, шутка, но боюсь, что я выглядела странно.	
Типа, что за дела?	
Чего она обижается или типа обижается из-за того, что я не хочу?	
Когда моя кожаная заявилась домой, от нее пахло колбасой и сыром.	
Думаю, она еще какому-то пушистику готовит покушать.	
Мне огорчаться по этому поводу или приходить в бешенство?	
Чем пахнет от ваших кожаных, когда они приходят домой?	
Я могу по запаху определить, где был ваш кожаный и чем занимался.	
Народ, привет! Хочу поделиться с вами полезным приложением :-D.	
Это не реклама!	
Оно меня реально выручает.	
Поэтому я подумал(-ла), что вам оно тоже может быть полезным.	
Знаю, что у многих есть проблемы с повышением общей оценки команды, и многие хотят купить игроков, но не могут решить, кто из них больше всего повысит общую оценку.	
Это приложение помогает определить общую оценку вашей команды, после того как вы расставите игроков на поле.	
Большинству людей (тем, кто пользуется бесплатной версией) реально сложно покупать и продавать игроков в зависимости от общей оценки команды, т. к. убытки будут большие (из-за 10 % налога EA).	
Сколько нужно выделенной оперативной памяти (RAM I) для сервера?	
Если вы это читаете, вам должно быть стыдно!	
Вы уже должны спать.	
Ну-ка, быстро баиньки!	
Давным-давно жила-была девочка по имени Стар Баттерфляй.	
У нее были светлые волосы и голубые глаза, и она носила миленькое яркое платьице.	
А еще у нее была волшебная палочка!	
Однажды злая мама девочки выгнала ее из Мьюни (ее родного измерения) >:-( всего лишь из-за одной ошибки.	
Девочке пришлось отправиться на Землю.	
А на Земле жил мальчик по имени Марко Диаз.	
Он очень осторожный и обалденно красивый.	
Все девчонки в школе потеряли от него голову.	
(Кроме этой идиотки Джеки.)	
Так вот, Стар пришла к директору.	
А он такой: «Стар, это Марко. Он тебе все покажет».	
Стар посмотрела на Марко и чуть не упала в обморок.	
«Вау, ты такой клевый!».	
«Ха-ха, спасибо!, — сказал он, покраснев, а потом подмигнул. —	
Давай, покажу тебе школу».	
«Ладно», — ответила Стар.	
Они прогулялись по школе и подружились.	
«Ну, теперь, когда ты стал моим лучшим другом, я могу рассказать тебе, кто я на самом деле, — сказала Стар. —	
Я принцесса из волшебного мира».	
А потом она достала палочку и создала 667 лазерных щенков!	
У меня вопрос к этому сообществу Reddit.	
Жду честных ответов.	
У меня сейчас собранный под заказ ПК с i7 3770k, 32g, 1666 RAM и один GTX 1080 GPU.	
Нужно ли мне покупать второй за 650 евро или посмотреть, что появится в продаже в следующем году?	
GTX 1080 SLI или сэкономить на Nvidia xx80 TI GPU 11-го поколения?	
Я эксперт по Jailbreak.	
Ну что, совершить мне побег?	
Сколько лайков может получить тупой пост про то, что я люблю Telecaster? :l.	
Если не поставишь лайк, значит, ненавидишь гитары Telecaster и должен сдохнуть.	
Всем спасибо!	
Обожаю гитары Telecaster.	
Нужно переименовать август в октябрь, потому что его не освободили в августе.	
Я купил(-ла) GTA4 для ПК с платформой Steam, и она не работает.	
В течение года все было нормально, когда на компьютере стояла Windows, а потом я поставил(-ла) Windows 10, и все перестало работать.	
Я создал(-ла) учетные записи в Social Club и Games for Windows Live, но это не помогло.	
Не работает даже для одного игрока.	
Не помогает, даже если подключившиеся люди ждут, пока игра не загрузится.	
Когда игра уже должна начаться, окно просто закрывается и все.	
Что с этим можно сделать?	
Как заставить их понять, что этим следует пользоваться?	
По моему мнению, единственный реальный выход — это полный развал экономики...	
Я хочу этим пользоваться, потому что хочу быть хозяином (хозяйкой) своей жизни и не дать всяким центробанкам или правительству запускать руку в мой карман. Я хочу быть свободным(-ой).	
Я не держу на своем банковском счете ни доллара, потому что не хочу иметь долговых токенов.	
Мне нужна свобода...	
Как мы можем изменить сложившуюся ситуацию?	
Что думаете?	
Простите за мой корявый английский.	
На следующей неделе мне обязательно надо прикупить мотоцикл на распродаже в честь Хеллоуина, пока его кто-нибудь не увел.	
Внутри твоего тела глубоко под кожей, мышцами и органами притаился скелет.	
Жуть какая!	
Погоди, все гораздо хуже.	
Этот скелет обитает в твоем теле совершенно бесплатно!	
Если твое тело — его дом, значит он должен платить арендную плату!	
Живет себе на халяву и нифига для тебя не делает.	
Гони его в шею!	
Счастливого Хэллоуина!	
Ред.: Не думал(-ла), что этот пост вызовет такой отклик!	
Спасибо за 6 лайков!	
Немного о себе: мужчина, рост 5 футов 9 дюймов, вес 140 фунтов.	
На данный момент я бегаю 5 км с темпом 1:58,7, а 2 км — с темпом 1:51,1.	
Мой тренер говорит, что на дистанции 2 км мне надо выходить на 1:49, но я такой темп могу держать не более 1200 метров, пока сплит не увеличивается до 2:05–2:10.	
Может, тренер мне такое сказал, потому что «ты должен показать хороший результат, но ты облажался, поэтому я буду тебе ставить нереальные цели»? Или все-таки надо стремиться к темпу 1:49?	
У меня голова раскалывается, когда я танцую крамп с другими парнями!	
Мне везде мерещатся зеленые огоньки!	
Доктор, помогите!	
Итак, я избавился(-ась) от своих головняков!	
Мне пришлось выблевать нечто огненное и зеленое!	
Босс сказал, что я должен(-на) выложиться на все сто на поле битвы, где мы сражались!	
А еще у меня есть железная палка для решения моей проблемы!	
Стишок звучит вот так:	
> Меня зовут лягушка,	
> Я люблю играть,	
> Под дождем гулять,	
> День и ночь скакать.	
> У меня зеленая шкурка,	
> И я тихая, как мышка,	
> Ты посмотришь и скажешь:	
> «А вот и наш мальчишка».	
Реакция была не очень, народ писал, что не понравилось.	
Вам не надоело, что, как минимум, первые два вступают в бой и за пару секунд уничтожают всю вашу команду?	
Люди говорят, что если бы их не было, то в игре был бы баланс.	
Но я не согласен(-на), потому что есть Акай с офигенной разрушающей силой и Дигги с регулярно появляющейся суперспособностью, или даже Иритель можно забанить за ее убийственную способность сноуболить и суперспособность вспышки.	
Вернемся к теме.	
По чесноку, король и королева этой игры — это Ланселот и его любимая Фанни.	
Ну, знаете, чтобы я до него не добралась в маленькой машинке, в которой я могу дотянуться куда угодно.	
А потом мамуля решила пойти быстренько потренироваться в спортзале, что бы это ни значило.	
Она мне сказала: «Собаня, стейк не трогай. Будь хорошей девочкой!».	
Она накрепко завязала пакет с мясом.	
Ха-ха!	
Потом она пошла в спортзал, а когда в кои-то веки вернулась, угадайте что.	
Ха-ха!	
Она открыла маленькую машинку, посмотрела на меня, потом на пакет со стейком и заявила: «Хорошая девочка!	
Ты не трогала стейк!».	
Это рассказ о том, как я хорошо себя вела.	
Мамуля сказала, что надо было захватить стейк в спортзал и оставить его на скамье рядом с толстовкой.	
Она сказала, что ступила.	
Надеюсь, мамуля когда-нибудь поумнеет.	
От моей постели воняет болезнью.	
Наверное, надо постирать белье.	
Пишите свои советы, чему его научить, и все такое.	
На данный момент у него получается нормально, хотя он пока покупает только дробовики, потому что это единственное оружие, которое ему приносит очки.	
Я уже обучил(-ла) его основам, например, как закладывать спайк, и тому подобное.	
Кстати, мой ранг «Железо-3» (застрял на нем, друзья говорят, что у меня должен быть «Серебро» или даже «Платина», потому что я помог выиграть игроку с рангом «Золото»).	
И как таких тварей земля носит?	
Они втираются к тебе в доверие, а потом ты внезапно огребаешь на свою пятую точку, и хотя ты стопиццот раз извинился(-ась), им все мало.	
Я был(а) на встрече в Google Meet, и сказала остальным участникам, что мне надо отойти минут на 10.	
Я забыл(а) телефон и вернулся(-ась) за ним, и, прикиньте что, они перемывали мне кости.	
Реально не знаешь, что делать и кому доверять.	
Может, я преувеличиваю, но лучше сдохнуть в одиночестве, чем жить рядом с такими людьми.	
Может, просто игнорить их?	
Или дать им еще один шанс?	
Или просто что-то не так со мной, лол.	
Я влюбился в своего лучшего друга.	
Как думаете, мне признаться ей?	
Это как-то повлияет на наши отношения?	
Как она может к этому отнестись?	
Я коплю уже два года, и пока у меня всего 200 баксов.	
Я пока учусь, игра мне только снится. Если честно, как погляжу на цены, сразу депрессуха и безнадега наваливается.	
Что мне лучше купить?	
Монитор или графический процессор?	
Кому-то из вас повезло заполучить GPU бесплатно, лол.	
Я сволочь? Я (31 год, жен.) попросила отца (43 года, муж.) моих детей помочь мне до конца ободрать обои в детской, чтобы я потом поклеила новые.	
Мне недавно сделали операцию, и пока я мне нельзя поднимать тяжелое или растягивать мышцы, но я чувствовала себя нормально и решила, что справлюсь сама.	
Не шмогла.	
У меня заболел шов, поэтому я попросила его помочь мне ободрать обои наверху, куда я не могла дотянуться.	
Он согласился и приехал сегодня.	
Быстро все сделал и ушел.	
Я заплатила ему 20 фунтов и поблагодарила за помощь.	
Потом пошла в комнату.	
А там обе детские кровати завалены обрывками обоев, крышки комодов, на которые он вставал, треснули.	
К двум стенам вообще не прикасался. Я 45 минут собирала оторванные обои по всей комнате.	
А ведь на этих кроватях спят его дети.	
Я буду сволочью, если устрою ему разнос из-за этого бардака, или лучше все спустить на тормозах и больше к нему не обращаться?	
Мой парень легко теряет терпение и выходит из себя, когда я задаю глупые вопросы (например, я не знала, как накачать колесо, а он взбесился, когда ему пришлось мне объяснить, а затем заявил: «Ну что здесь сложного? Просто накачай».	
Я попробовала, но у меня не получилось.	
Потом он такой: «Малышка, ты целый час качала колесо?»	
А когда я не обратилась к нему за помощью и сделала все сама, он начал: «Почему ты меня не попросила? Я могу подсказать или помочь». Но я стараюсь к нему не обращаться, потому что его это раздражает.	
Мы поругались, когда говорили по телефону последнюю пару раз, из-за того, что я надрал(а) ему задницу в видеоиграх (хотя это его единственное хобби). Так что я теряюсь в догадках, а нужны ли мне эти отношения.	
Я говорил(а) о нем многим моих реальным друзьям, и они недоумевают, зачем я продолжаю с ним дружить, да я и сам(а) толком не могу этого понять.	
Он в депрессии и очень одинок, и ему нужно мое внимание, потому что я единственный(-ая), кто активно общается с ним онлайн.	
Да, я знаю, что моя обувь не в тему.	
Но она классно сочетается с граффити!	
Я пробую разные стили, так что пишите, что мне надо изменить.	
Бейсболка: Sicko от Ian Conner	
Обувь: Nike	
Все остальное дешманское с барахолки.	
В общем, я проглотил(а) кусочек упаковочного (?) скотча. Я пытался(-ась) перекусить ленту зубами, а потом ощутил(а), что она попала мне в ухо. Не в само ухо, а в канал, который соединяет горло с ухом. Боже, она там застряла!	
Что делать, лол?	
Как-то она меня отправила погостить у одной женщины, ее звали Чи. Так вот она говорила то же самое. Что за фигня? Блин, странно все это.	
Может, это что-то типа парадокса (жизнь), но мне реально надо знать, кто-нибудь еще почувствовал то же самое?	
Мне очень нужно логическое объяснение, если таковое существует, ну то есть мне уже давно исполнилось 18. Не могу точнее выразиться. Алкоголем не увлекаюсь, в общем, я взрослый человек, так скажем.	
В мире много всякого. Задолго до этого мы с родителями видели НЛО.	
Даже мой отчим сказал, что, если это не НЛО, то он не знает, на что подумать. Мы с друзьями видели эту белую изогнутую штуку в парке на высоте где-то 10 футов. Я особо не испугался(-ась), потому что воспринял(а) это, как естественное.	
Все меняется.	
И не всегда все можно объяснить. И не только я так считаю.	
Вот пример двух абзацев, написанных с использованием альтернативной и обычной орфографии:	
> Северный Ветер и Солнце поспорили, кто из них сильнее, когда на дороге появился путник в теплом плаще.	
Они условились, что тот, кто заставит путника снять плащ, тот и победил.	
Северный Ветер начал дуть изо всех сил, но чем больше он старался, тем сильнее путник закутывался в плащ. Наконец, Северный Ветер сдался.	
Тут выглянуло Солнце, и стало тепло. Путник сразу же скинул свой плащ.	
Так Северный Ветер был вынужден признать, что Солнце сильнее него.	
> Этот проворный лис бежевого окраса перескочил через каждую тощую собаку под спокойной осенней луной.	
«Берегись! — закричал(а) я. — Он снова сбил тебя со следа, вызывая суматоху».	
Кто победит?	
Дайте подробное объяснение.	
Арес (греческая мифология) против Марса (римская мифология) против Святовида (славянская мифология) против Одина (скандинавская мифология) против большого взрыва (атеистическая мифология).	
Я очень уверен(а) в себе.	
Я подойду идеально.	
Хочу предложить себя на роль деревенского дурачка.	
Horizon Zero Dawn или ELEX — что лучше выбрать? Сейчас у них одинаковая цена, что мне стоит купить?	
Мне нужны доводы.	
Вообще, мне очень нравятся игры с открытым миром и шутеры, такие, как Skyrim, Battlefield, COD, Ark Survival Evolved.	
Какие советы?	
И, кстати, мне хотелось бы получить их побыстрее.	
Заранее спасибо.	
Спасибо за предложения, ребята.	
Мы попытаемся достать АК-477, потому что один человек сказал, что он поможет, но где нам его найти?!	
Помогите мне с этим.	
Нельзя делать все в одиночку :-)	
Я проживаю в Хайдарабаде, Индия, и в настоящее время получаю степень бакалавра в области информатики.	
Я являюсь гражданином Канады, но для зачисления необходимо сдать экзамен IELTS.	
Теперь у меня возник вопрос… Буду ли я считаться иностранным или местным абитуриентом?	
Еще я бы хотел(а) спросить, сложно ли поступить на программу информатики в университет Торонто?	
На каких условиях обычно происходит зачисление?	
Я хотел(а) бы вступить в хардкорный клан, у которого всегда есть план. С четким представлением о том, как делать определенные вещи.	
Ну, то есть такой клан, у которого всегда есть цель, и участникам которого нравится играть командой.	
Это необязательно, но было бы неплохо.	
Напишите мне, если вам интересно!	
Кстати, это мой первый пост в этом сабреддите, так что, возможно, я что-то сделал(а) не так.	
Я своими ушами слышал(а), как люди говорят, что они выучили японский язык по аниме, а затем забыли его.	
Я живу с матерью-одиночкой, чей родной язык — тайский, и я почти не слышал(а) английский до четырехлетнего возраста.	
Она говорила со мной на тайском, но я ни слова не знаю по-тайски.	
Японский нельзя выучить по аниме.	
Вообще, я в детстве смотрел(а) аниме с тайским дубляжом.	
И я блять нихера не знаю.	
Эти дурачки думают, что выглядят круто, когда говорят «конничива». Полиции на них нет.	
У меня есть к вам вопрос.	
Слышали про Панцер, Блю Гитц, Тау или что-то в этом роде?	
Я играю за мека и вижу, что у них есть танки и прочие летающие штуки, так? Но у этих штук не идет пламя из двигателей, которые удерживают их в воздухе.	
И они не издают того прекрасного рева, который издают двигатели.	
Думаю, каким-нибудь десантникам пригодится летающий грузовик, который не издает шума.	
Хорошая рыночная стратегия.	
Мой вопрос в следующем: «Как побороть гравитацию, не издавая звуков?»	
По строительству: телепорт в дом, потому что если они хотят сделать так, что игрокам выгодно иметь собственные дома, это была бы божественная фича.	
Да чего там! Даже сейчас в домах, принадлежащих игрокам, всегда есть устройство для постройки адреналина, молитвенный алтарь, и если сделать, как в олдскульном RuneScape, где вы можете телепортироваться за пределы любого портала дома, принадлежащего игроку, этот скил будет часто использоваться.	
По хитпоинтам: повысить способность к исцелению от регенерации. Я сомневаюсь что текущий перк будут использовать как боссы, так и убийцы.	
Этим будут пользоваться хотя бы убийцы.	
Сегодня мне на почту пришла ежегодная реклама токенов от minds.com (я, конечно, отписался(-лась) сразу, как только нашел нужную кнопку) и я подумал(а): «Блин, а почему бы не зайти на «аналог Facebook», где недавно мне отказали в регистрации из-за «неправдоподобного имени», и теперь я жду дальнейшей идентификации, чтобы продолжить использовать его».	
Так я и сделал(а), и во втором или третьем посте узнал(а), что The AJ Show заблокировали на YouTube,	
Мне не нравятся правые движения, и вообще из-за этого я перестал(а) смотреть его 2 года назад, но это был небольшой глоток свободы, который было трудно найти среди 90 % национал-капиталистического контента, размещенного на сайте. Однако у меня возникло впечатление, что это видеохостинг без цензуры по типу LiveLeak, но гораздо проще и с меньшим количеством новостей, на котором любой желающий может размещать посты. Никакой контент не удаляется ❤️	
Привет, ребята.	
Я налетал(а) уже 1500 часов, но мой инструктор не разрешает мне летать в одиночку.	
Мне кажется, что я нормально маневрирую, но инструктор говорит, что мне нужно больше практики. Я опробовал(а) свои маневры на авиасимуляторе, и мой друг-капитан говорит, что мне следует прекратить отправлять ему видео моих игр в GTA на ПК в час ночи, хотя вообще-то я усердно практиковал(а) свои летные маневры.	
Как мне поступить?	
Я буквально плачу и дрожу.	
Настоящий друг никогда бы так не поступил :-(	
Почему не сделают что-то вроде «Улицы Сезам» для детей, а?	
Так-то очень познавательная программа, и я думаю, что дети многому могли бы научиться.	
Я надеюсь найти такое место, где не берут бешеную комиссию и нет всяких дополнительных расходов.	
У меня несколько вопросов, и я надеюсь, что кто-нибудь сможет помочь.	
1. Я видел несколько объявлений про Shooroq... Без комиссии и все такое.	
Есть ли какие-то скрытые расходы, которые нужно учесть?	
2. Достаточно ли места на парковке для второй машины?	
3. Сколько нужно будет заплатить Департаменту электричества и воды за квартиру-студию?	
4. Есть ли еще в Дубае районы с разумной арендной платой, которые мне стоит посмотреть?	
Здесь тяжеловато сделать так, чтобы хватило на все, имея зарплату 1 человека...	
Буду рад любому совету.	
У Bones там есть строчка "switchblade on my waist don’t test", песня выпущена еще тогда, когда он был подростком, и бит в ней такой сочный.	
Буду благодарен(-на) за помощь.	
Наконец-то у меня появился Интернет, но проблема в том, что он очень медленный.	
Я могу зайти на страницы типа Google, но все остальное просто не прогружается.	
И почему-то я не могу зайти на страницу для настройки роутера.	
Очень странно.	
Просто висит белый экран, или время загрузки истекает, или страница перестает отвечать!	
Буду благодарен(-на) за помощь, спасибо!	
Всем привет! Итак, сегодня я сидел(а) в конфе с друзьями, и четверо из них чморили меня по полной. Сначала было забавно, но потом мое эго и самоуважение были задеты, хотя в последние пару дней они только укреплялись.	
Хаха, забавно.	
Да, я знаю, что я одинокий и у меня никогда не будет девушки, но не стоит вести себя так по-мудацки со мной, хаха.	
Привет, рад видеть тебя снова!	
*сажусь*	
Как дела?	
*нарезаю картошку своим кинжалом для жертвоприношений*	
Ух ты, как здорово, рад слышать.	
*добавляю 12 кг соли*	
Да, великолепно.	
*бросаю горстку через левое плечо для дьявола*	
Ладно, давай поедим.	
*достаю из кармана куртки маленькую фляжку и выливаю из нее небольшую густую лужицу крови в тарелку*	
Хаха, то, что нужно.	
*чавк-чавк*	
Хочешь тоже? Нет?	
Ну ладно *съедаю ложку соли*	
О да! Так похрустывает.	
*пережевываю и выплевываю кости*	
Ха *облизываю губы*	
Ох, это было чудесно, я обожрался до отвала.	
*встаю*	
Спасибо за приглашение!	
*превращаюсь в летучую мышь и улетаю*	
Мне грустно, но это же вроде нормально. Потому что лекарства помогут нам всем.	
Спасибо, доброго вам утра, доброй ночи и доброго вечера на шоу Трумэна, хаха.	
Шучу-шучу.	
Он будет таким же дерьмовым или даже хуже, чем прошлый год.	
Все эти моды на скины и тому подобное, как это сделать?	
Хочу попробовать.	
Это только для игроков?	
Моды? Как люди ставят моды на Battlefront 2? Или это фотошоп?	
Привет всем, мне интересно, стоит ли тратить деньги на домашних животных.	
Я уже видел(а), сколько некоторые тратят на них, чтобы получить хорошие результаты (например, животных 4 уровня), и я бы не хотел(а) тратить так много :-D.	
Сейчас у меня 5 питомцев 1 уровня, и я хочу, чтобы они лутили побыстрее, но мне интересно, стоит ли разориться на «какие-то» 100 баксов.	
Стоит ли тратить 100 баксов на домашних животных?	
Не знаю, что произошло летом в конце выпускного года, но мое тело внезапно стало сексуальным, а лицо прошло через «малышка, ты вдоволь настрадалась, вот твой подарок», и я стала красоткой.	
Я только что сделала пост в другом сабреддите о сегодняшнем приятном свидании, и все было правда здорово, но я очень неохотно завожу друзей и все такое из-за того, что происходило в последние два года.	
Ну а после того, как я похорошела, больше людей начали общаться со мной, это да.	
И особенно мальчики!	
У меня никогда не было много друзей, поэтому я была поражена!	
Первый парень, с которым я тусовалась, был очень милым, но потом мы накурились, и я делала такие вещи, о которых сейчас жалею.	
Зато этот парень был очень счастлив и рассказал обо всем многим другим парням.	
Не хочу сглазить и говорить название, но я веду переговоры с одной компанией и надеюсь, что все получится!	
Я в восторге от того, что смогу сделать с помощью их бесплатных промо-продуктов, чтобы помочь другим людям и, возможно, избавить их от всех или хотя бы некоторых рецептурных препаратов!	
Мне самому(-ой) это может быть полезно, потому что у меня куча проблем со здоровьем, которые я не лечу с помощью рецептурных препаратов, а то, что я покупаю, стоит дорого.	
Этот спонсорский контракт поможет мне, он поможет мне помогать другим, а также поможет самой компании.	
Мне уже не терпится начать!	
Я чертовски счастлив(а)!	
Кажется, у меня будет новый спонсор!	
Я продолжу постить здесь, когда мне станет... снова комфортно.	
(Важно любить себя!)	
Сейчас я появляюсь здесь нерегулярно, и мне нужно ответить на большое количество сообщений — доберусь до них, когда смогу :-)	
А пока поздравляю с наступающим Новым годом!	
P.S. У меня нет аккаунта в Snapchat, и я не собираю деньги, мне просто нравится показывать свою так называемую скрытую шлюшку, ну вы знаете :-) лол	
Скоро спишемся, ребята!	
Он сказал: «Эй, просто поцелуй меня, дурочка».	
Я все еще люблю его, и я так много плакала на выходных в день Святого Валентина (давайте без осуждений, ахаха), но я сказала: «Нет, ты по-полной облажался.	
Что вообще происходит?»	
После этого он не ответил мне, а эта переписка заняла около 10 минут.	
Сегодня он написал: «О господи, что это была за херня?	
Мне нужно поработать в саду.	
Поговорим позже».	
Он прочитал мой ответ, я написала: «Я беспокоюсь о тебе!	
Зачем ты решил принять это?	
Где ты это нашел и почему решил это принять?	
Поешь и пей много воды».	
Я уже не знаю, что делать.	
У меня были подозрения, но я хочу, чтобы он был откровенен со мной.	
Я люблю его, он навсегда останется моим первым, я всегда буду общаться с ним и заботиться о нем, но я не хочу вечно находиться в подвешенном состоянии.	
Я пытаюсь двигаться дальше, но это засело у меня в голове.	
Я заметил(а), что каждый раз, когда я говорю «поговорим позже» или «спокойной ночи», или что-то типа того, я хочу добавить «я люблю тебя». Просто так. Чтоб посмотреть, что произойдет.	
Я заметил(а), что каждый раз, когда я получаю сообщение от него (нее), меня это очень сильно радует.	
Я заметил(а), что когда у меня плохо проходит день, я могу просто подумать о нем (ней), и я почувствую себя намного лучше.	
Простая мысль о том, что я могу пойти домой и написать ему (ей), делает мое настроение лучше раз в десять.	
Я заметил(а), что иногда я мечтаю о том, чтобы просто обнять его (ее) и находиться рядом.	
Но мне непонятно, что со мной вообще происходит.	
Я знаю его (ее) примерно четыре месяца.	
Это не так уж и много.	
Мне кажется, что это влюбленность, и она пройдет.	
Если честно, то я надеюсь, что так оно и будет, потому что мне кажется, что это не взаимно.	
Но, блин, бороться с этим очень тяжело!	
Может, это просто влюбленность?	
Он(а) говорит, что не любит переписки или что он(а) занят(а), но я вообще-то тоже (я могу не отвечать несколько дней или даже неделю), но я не делаю так, что читаю сообщение и не отвечаю, и я не открываю сообщения, на которые не могу ответить сразу.	
Вообще, если говорить прямо, то не так уж и трудно написать что-то короткое типа «отвечу позже».	
Как-то раз он(а) наконец-то захотел(а) пообщаться со мной, и сказал(а), что идет на одно мероприятие и что надеется увидеть меня там. Он(а) подтвердил(а) свои слова на следующий день и еще через день.	
Я пришел(-шла) на мероприятие, а он(а) — нет.	
Сейчас меня парит слишком много всякой другой херни, которая со мной происходит, и мы не то чтобы много общаемся, поэтому я решил(а) заблокировать его (ее).	
Я запутался(-лась), мне нужно начать думать обо всем иначе или что-то в этом роде, это будет полезно для меня и поможет выжить.	
Я все еще безмятежен(-на), как океанские воды, но, возможно... Даже не знаю, мне тяжело говорить такое, и я никогда раньше не задумывался(-лась) о том, что в моей девушке нет ничего особенного.	
Я люблю ее до смерти, она моя девочка и всегда будет ею.	
Я уже много чего наговорил(а), и теперь я соглашусь, что если я изменюсь, изменится и мир.	
Чужой совет всегда кажется таким себе.	
Я хочу говорить за всех, но в то же время я могу говорить только за себя.	
А еще я сходил(а) за ромом и колой.	
Я купил(а) колу, это увидели другие и тоже купили колу… Ну, я надеюсь, с моими друзьями все в порядке (я говорю о всех вас, чудаки).	
Расплывчатая история, да.	
Честно говоря, со мной не все в порядке, но я продолжаю жить своей обычной паршивой жизнью.	
На самом деле у меня все вроде и в порядке. Скоро спишемся.	
Скоро спишемся.	
[мой братишка] Да какой там «через всю страну»?	
Она ведет себя так, будто 800 километров — это очень далеко.	
[я] лол, 8 часов ехать до [отредактировано], и 7 — до [отредактировано].	
Не так уж и далеко.	
[мой братишка] Думаю, если не ухаживать за автомобилем, то час езды может стать губительным.	
[я] лол	
[я] думаю, что [отредактировано] или жена [отредактировано] сдала меня.	
Может, их тоже стоить заблочить.	
[мой братишка] Извини за ее тупые сообщения.	
Я спал(а) бухой(-ая), когда она приехала ко мне домой. Я сказал ей, что ты свалил(а).	
Сказал ей, чтобы она не пыталась связаться с тобой, но ты уже знаешь, как круто все сложилось дальше.	
[я] Да уж, полная херня. Это называется предательством.	
[мой братишка] Уверен, она связалась с тобой, чтобы самоутвердиться.	
Четыре месяца я находился(-лась) в токсичных отношениях.	
Во время конфетно-букетного периода и еще примерно месяц нам было очень хорошо вместе.	
В один день мы взаимно приревновали друг друга безо всякой причины.	
Если честно, иногда, когда я начинал(а) ревновать, я просто хотел(а), чтобы она успокоила меня, как я успокаивал(а) ее, и сказала, что все хорошо, но она сделала так только однажды, а потом говорила что-то типа «давай пока» или «поговорим позже».	
Почти всегда в конфликтах был(а) виноват(а) я.	
Она никогда не признавала вину и не извинялась.	
Я всегда был(а) тем человеком, который шел на уступки, лишь бы прекратить ссору.	
Я сказал(а): «Да-да, ты прав(а)».	
А он сказал: «Ага, ну ладно, я пошел. Надо кое-чем заняться». И я хотел(а) написать ему, мол, хорошо, до связи, но я понял(а), что мы общаемся уже не так хорошо.	
Мне не понравилась эта ситуация.	
Все шло хорошо.	
Меня ничего не смущало. До этого разговора.	
Но когда он сказал, что ему надо кое-чем заняться, мое сердце ёкнуло.	
Чем он там занимается?	
Он никогда раньше так не делал.	
Я как будто говорила с другим человеком.	
Мне все это очень не нравится.	
Что мне делать?	
Все мои попытки ни к чему не привели.	
Он мне нравится, но я не пытаюсь флиртовать или типа того!	
Я знаю, что я ему не нравлюсь так, как он нравится мне.	
Мы это обсуждали.	
Сейчас я просто переписываюсь с ним.	
Но кажется, будто он не очень-то и хочет.	
Если он не хочет общаться со мной, то пускай просто, блять, так и скажет.	
Я могу сказать только то, что я ненавижу жизненные обстоятельства, в которых я нахожусь.	
Завтра я собираюсь кое в чем сознаться.	
Да, я соврал(а).	
Завтра мне придется рассказать, сколько мне на самом деле лет, а если я этого не сделаю, то я все испорчу.	
Эм, не знаю, что еще написать, поэтому просто напишу то, что меня беспокоит.	
Эм, я думаю, что не успею вовремя достать скотч.	
Ладно, всем пока, увидимся позже.	
Она говорила мне что-то типа «Ты же понимаешь, что мы идем как друзья?», и я такой: «Да-да, знаю». Еще она иногда рассказывает о своих отношениях и говорит: «Конечно, мне нравится мой парень, с которым я уже так давно».	
Ну что-то типа того, хаха.	
В чем мой вопрос...	
Вчера, когда я был(а) на работе, она написала мне что-то типа «Как дела на работе?», и я довольно холодно ответил(а) ей: «Я на работе, поговорим позже», а потом она типа обиделась: «Ладно, я, конечно, понимаю, что ты занят(а) на работе, но раньше ты никогда так меня не отшивал(а); ну и если я все верно понимаю, ты больше не хочешь общаться, как раньше.	
Ну и ладно!	
Пока!».	
Мой компьютер просто, блять, зависает.	
И так уже два дня...	
На моем компьютере может работать чертов 3D-сканер за 26 000 долларов, но 4 вкладки браузера на Reddit и новая сессия чата расходуют 87 % моей чертовой памяти и 60 % мощности процессора, и мой гребаный компьютер просто начинает тупить.	
Эй! Постой!	
У меня еще одна жалоба! Нет, ну правда, какого хера творят разработчики?	
Хватит уже!	
Мы же считаем, что невежливо просто уходить посреди разговора, не извинившись или хотя бы не сказав что-то типа «Мне нужно идти, поговорим позже», так что делать то же самое, когда переписываешься, тоже выглядит грубо.	
И ладно бы такое случилось один раз.	
Всякое бывает.	
Может, что-то произошло, отвлекся и все такое.	
Но ведь все исчезают посреди разговора.	
Не так уж и трудно сказать что-то типа «Мне надо идти, напишу позже» или «Так и так, только зашел домой, поговорим потом».	
Напиши хотя бы «Пока» или «Скоро вернусь» или что-то такое!	
Сегодня я разозлился(-лась) и напрямую спросил(а) у него, в чем проблема и что я сделал(а) не так.	
Он сказал, что он был с друзьями и не хотел игнорить их, чтобы поговорить со мной.	
Я сказал(а), что все было бы ок, если бы он просто сказал что-то типа «Я пока не могу говорить», или «Я с друзьями, поговорим позже», или типа того.	
Потом он сказал, что я слишком запариваюсь и что мне надо «остыть». На этом наш разговор и закончился.	
Ну что, я действительно веду себя по-мудацки и слишком запариваюсь?	
Я что, и правда веду себя по-мудацки, когда злюсь на своего парня из-за того, что он игнорит меня несколько дней?	
Я бы запостила это на r/keto, но люди там прям озабочены своей кетодиетой.	
И это их право.	
Но, блин, девочка хочет пожаловаться.	
Я села на кетодиету несколько недель назад.	
Все идет хорошо, я чувствую, что худею.	
Но на меня внезапно напал голод.	
Мой организм как бы говорит: «Эй, сучка, дай-ка мне калорий».	
Я безумно хочу скинуть вес до нужной отметки и разгуливать по пляжу в купальнике, а также я хочу отдать должное упорству, с которым люди с r/keto придерживаются своего гордого девиза «Никаких поблажек».	
Однако другая часть меня хочет свернуться калачиком в постели с моим любимым безмолочным морковным пирогом без глютена и углеводов и обожраться до отвала.	
Насколько я знаю, мини-альбомы выпускают только исполнители жанра K-pop (или I-pop?).	
Я всегда разочаровываюсь, когда люди с нетерпением ждут возвращения какой-то группы, а они выпускают альбом из 4 или 5 песен.	
Я все понимаю, когда это ваш дебютный альбом, и у вас не так много материала, но если группа типа SNSD выпускает мини-альбом после многолетнего перерыва, как какие-нибудь Mr.Mr, то это даже оскорбительно.	
Даже не знаю, что сказать, лол.	
Я довольно забавный, и не только потому, что я могу споткнуться на ровном месте или захлебнуться собственной слюной, но и потому, что я правда веду себя пиздецки весело.	
Я из Йоркшира, поэтому я наверняка буду круче, чем ты, ведь люди с севера самые крутые, и хер ты меня в этом переубедишь, но, думаю, мы можем подружиться.	
Мне нужен кто-то типа меня.	
Ладно, просто уже некому смеяться над моими шутками.	
Я парень из Великобритании, 17 лет.	
Надеюсь, ты можешь поддержать разговор, лол.	
Не знаю, что это за порода, но сегодня я видел(а) нереально уродскую собаку.	
Господи, кто вообще заводит таких собак?	
Всякие собаки с морщинами, типа мопсов, шарпеев (не знаю, как правильно пишется), бульдогов, боксеров и другие собаки с этими уродскими морщинами выглядят так тупо.	
Я вообще не хейтер собак, я люблю их.	
Но вот эти породы пиздец какие уродливые и странные, таких собак вообще нельзя заводить, и я слышал(а), что таких собак нужно буквально оперировать, чтобы они могли нормально жить.	
(Морщины над глазами мешают видеть, а над носом — дышать)	
И да, меня захуесосят всякие задроты с Reddit, которые сходят с ума от своих мелких сопливых мопсов.	
Но мне по хер.	
Меня уже тошнит от таких людей и их шавок.	
А сиськи правда красивые? Я просто не в курсе, никогда их не видел.	
Затем он проверил уровень масла, и сказал, что масло тоже пахнет бензином, что бензин и масло смешиваются.	
Он открывает одну из свеч зажигания и видит, что там все буквально плавает.	
Я бы сказал(а), что масло пахнет бензином.	
Но я не чувствовал(а) такого запаха.	
Так сказал мне работник.	
Потом он позвонил своему боссу, и босс сказал, что это не бензин, это просто масло, и что «эта херня реально пахнет бензином» ‍♂️	
Даже работник подтвердил, что я не сошел(-шла) с ума, но я уже что-то сомневаюсь в этом.	
И работник сказал мне, что собирается загерметизировать черную штуку, которая находится над свечей зажигания и перекрывает ее.	
Прошу прощения за мой плохой английский.	
Он сказал, что поставит пломбу после слива масла, как и говорил до этого.	
Когда масло вытекло, оно запечатало эту штуку, чтобы масло не вытекало из нее и не капало на пол.	
Но из-за уплотнения на катушке свечи зажигания я не понял причину, почему масло попадает в свечу зажигания  ‍♂️	
Он сказал, что если проблема не исчезнет, то, возможно, это из-за моего маслосборника, из которого вытекает слишком много масла, из-за чего и происходит утечка масла, и что если проблема не исчезнет, мне придется его удалить.	
Простите за длиннопост, но мне нужен совет.	
Честно говоря, мне нужна помощь.	
Мой кролик не ел и не пил, поэтому я отвел(а) его к ветеринару.	
Прошло уже 4 или 5 часов, и он начал понемногу пить и есть.	
Мне надо давать ему лекарства и какие-то штуки, напоминающие еду или типа того.	
(У него запор, и мне надо убедиться, что он покакает).	
Как спать, если мне надо следить за кроликом?	
Мой режим собьется к чертям, лол.	
Кажется, я припозднился(-лась), но я подумал(а), что лучше спросить.	
Я уже и забыл(а), что у меня есть билеты, пока сегодня они не объявили, что отправляются в тур.	
Мои тети (сестры бабушки) говорят мне, что я не должен(-на) отдавать ей половину денег из-за того, как она относилась к бабушке как до, так и после ее смерти.	
Когда моя бабушка впервые заболела, моя сестра вела себя не лучшим образом с ней, потому что только что нашла нового парня.	
Она редко общалась с бабушкой и не навещала ее.	
Я бы приезжал(а) как можно чаще, но бабушка также боялась ковида.	
За месяц до того, как она скончалась, я сказал(а) на работе, что не смогу прийти, и проехал(а) час до ее дома, чтобы побыть с ней (иногда я ездил(а) туда и обратно).	
В тот период у меня еще были выпускные экзамены, и мне нужно было найти жилье.	
Будет ли по-мудацки не отдавать моей сестре половину нашего наследства?	
Я познакомился(-лась) с ней недели две назад, и сейчас мы встречаемся.	
Вчера ночью все было в порядке, она была в хорошем настроении, и она писала мне «Доброй ночи» и «Я тебя люблю» почти каждый день.	
А на следующее утро, когда я пожелал(а) ей доброго утра, она прочитала сообщение, не ответив, и заблокировала меня.	
Один ее друг сказал мне, что вчера я пиздец как расстроил(а) ее, но причину говорить она не захотела.	
Я не знаю, что я сделал(а).	
А я вообще ничего не сделал(а).	
Как мне поступить?	
Как связаться с ней?	
Или отстать от нее на какое-то время?	
Моя девушка заблокировала меня, но я не знаю за что.	
Семестр подходит к концу, и я набрал(а) проходной балл по всем предметам, кроме биологии, по которой у меня «двойка».	
Все из-за того, что я по ошибке складывал(а) работы ей на стол, а не в специальный лоток, а это значит, что 4 или 5 моих выполненных заданий просто потерялись.	
И обнаружил(а) я это внезапно, потому что я думал(а), что эти задания выполнены и учтены, но потом я зашел(-ла) посмотреть свои баллы и увидел(а), что все совсем не так.	
Кто-то сталкивался с такой проблемой?	
(и не надо мне говорить что-то типа «Понимаю тебя, у меня всего 89 баллов, она могла бы и округлить, правда?» Ебаное все)	
Если честно, такое не сильно поможет.	
Начнем с барда-топера.	
Необычный выбор, да?	
Давайте посмотрим, что есть в моем главном билде, потому что он подходит для игры в качестве убийцы — мое любимое.	
*в основе — Заточка Статикка/Грань Бесконечности/Скорострельная пушка.	
Я уже много всего перепробовал и не нашел ничего лучше.	
Я люблю безопасно добивать миньонов и спокойно наносить урон издалека.	
В некоторых случаях, например, против Гарена, я использую так называемый мод Шотган-Барда, заменяя Заточку Статикка на Ураган Рунаан, а если мне нужна огненная пушка — на Призрачный Танцор.	
Получаем дополнительные возможности для выживания...	
Что касается двух других, я использую разные опции в силе умений, в данном случае используется Магическое пробивание.	
Здесь приведены несколько вариантов с большим сустейном.	
Я бы выбрал Хекстековый штык.	
Бард очень круто использует этот предмет и наносит огромный урон.	
Если нужно прям тащить, я бы взял что-то типа Мучения Лиандри, потому что этот предмет дает такое преимущество, что никто не вывезет, а выдерживаемый урон прям как у настоящего Барда.	
Когда-нибудь я собираюсь попробовать Хекстековый штык и Мучения Лиандри вместе...	
Привет, ребята! Играю за основного барда.	
Зарегался на Reddit, когда узнал, что многие здесь играют за бардов по нестандартной стратегии!	
Я прокачиваю его на верхней линии.	
Да, страшновато, но я все равно так поступаю.	
В последнее время я получаю много вопросов о моих билдах от друзей и заинтересованных зрителей!	
Я решил поделиться своими билдами!	
Мне 16 лет, мой рост — 175 см.	
Я начинающий(-ая) баскетболист(ка), и мне нужен совет, какие упражнения можно делать самостоятельно, чтобы научиться играть хорошо или даже отлично.	
У меня есть один мяч и половина площадки.	
У меня нет ни поставленного броска, ни хорошего дрибблинга.	
Я едва касаюсь края щита, а еще у меня нет друзей, поэтому можно и не спрашивать, хорошо ли я играю в защите.	
Я очень сильно хочу научиться играть, потому что я хочу, чтобы люди запомнили меня за мои умения, потому что на данный момент я никому не интересен.	
Я хочу выделяться.	
P.S. Я никогда в жизни по-настоящему не играл(а) в баскетбол… Забавно, да?	
Всем привет! У меня всегда были проблемы с тем, чтобы подружиться с людьми, и я считаю себя немного замкнутым(-ой) и иногда неуклюжим(-ей) (восходящий Рак, ну вы знаете), но простым(-ой) в общении, когда этот барьер преодолевается.	
Я очень надежный(-ая) и эмпатичный(-ая), довольно умный(-ая) (когда мне нужно), люблю дурачиться, иногда бываю непредсказуемым(-ой) и часто слишком много думаю.	
Тип 4 по эннеаграмме личности, это же важная информация (ладно, шучу!).	
Я бы хотел(а) найти по-настоящему добрых, искренних людей, с которыми у нас были бы общие принципы: отсутствие шаблонного мышления, стремление стать лучше, уважительное и достойное отношение к окружающим, проявление любви к людям... Ну вы поняли :-)	
Я мечтаю стать психиатром, поэтому я хотел(а) бы, чтобы после обучения мне было легче поступить в медицинский.	
А еще я планирую учиться в медицинском где-нибудь за границей (мечтать не вредно, так ведь?	
Не думаю, что я поступлю, но попытка — не пытка).	
Помимо обучения для меня также важны окружающие люди.	
У меня будет еще больше мотивации учиться, если у меня будут добрые учителя и приветливые одноклассники.	
А, и еще окружающая обстановка.	
Я невысокого роста, так что если учебные классы будут далеко, я могу доехать на роликах по кампусу. Шутка!	
Происходит драматическая встреча и драматическая драка, и Элли одерживает победу.	
Затем у игрока есть выбор.	
Убить Эбби или пощадить?	
То есть игрок может решить, убить ли героиню, которая теперь кажется человечной и которой теперь сочувствуешь, или пристрелить ее на хер и смеяться, пока она умирает, радуясь, что удалось отомстить за своего бывшего персонажа.	
Знаете что... А пускай Элли убьет Эбби.	
Ну правда, это бы избавило от стольких неприятностей.	
Все легко и просто, игрок делает то, что должен, и конец.	
Игрок может уйти с чувством удовлетворения.	
Мнение человека, который не играл в The Last Of Us 1 или 2.	
Скажем прямо, сейчас я типа влюблен(а) в одну девушку, но не знаю, хочу ли я ухаживать за ней.	
Все сложно.	
Сейчас у нас летние каникулы, поэтому я хочу подождать до начала занятий, чтобы еще раз взяться за дело по-нормальному.	
Я вроде нормально общаюсь с девушками в жизни, потому что переписываться со мной они не хотят, лол.	
Не знаю, как много постов я смогу написать, но я попробую постить что-то каждый день, пока это не произойдет.	
Сейчас я очень сомневаюсь в том, что мне удастся найти девушку.	
Не знаю, сколько времени на этой уйдет, но я думаю, что довольно много.	
Все, чего я хочу, — это чтобы девушка любила меня таким(-ой), какой(-ая) я есть, чтобы я мог(ла) поделиться с ней своими чувствами, потому что сейчас нет человека, с кем я бы мог(ла) это сделать.	
Хотел бы воспользоваться случаем и спросить у детей, которые учатся в начальной школе и сидят здесь. Куда, блять, смотрят ваши родители?	
лол, ладно, не парьтесь, пошли они на хуй.	
Вы намного лучше, чем они.	
Я вот заказал и теперь мне некому все это отдать, хахах, ладно, шучу, хотя...	
Кто-нибудь заказывал 3 больших картошки, 1 средний спрайт и Макдабл?	
Привет-привет!	
Хаха... Я здесь новенький(-ая), не знал(а), что такое существует, до сегодняшнего дня.	
Я очень стеснительный(-ая) и даже не знаю, зачем я все это печатаю, ха-ха.	
Но ведь все когда-то случается впервые, правда?	
Если мы не поладим, и ты потеряешь интерес, то скажи мне об этом, а не пропадай просто так, пожалуйста.	
Я буду плакать, хахаха.	
Не думаю, что кто-то мне напишет, но блин, надо же попробовать.	
P.S. Я не знаю, как правильно здесь писать, поэтому я скопировал(а) один из постов в виде списка, который я видел(а). Мда, вот так.	
А, ну и если я не отвечаю сразу, то я либо сплю, либо играю в DnD, хех.	
А, уже неважно.	
У меня упал интернет.	
Пиздец.	
Такс, посмотрим, что можно сейчас купить в стиме...	
Надеюсь, еще остались какие-нибудь хорошие игры по скидке.	
Так, ну я был полным нубом и стер свою seed-фразу, так как создал новый кошелек, который собирался использовать, но я отправил монеты Monero на старый кошелек вместо нового.	
Я помню пароль, но вот фразу забыл.	
Можно ли восстановить кошелек?	
Или как мне открыть файл формата .key?	
Обновл.: проехали, я полный нубас.	
Я все выяснил сам.	
Возможно ли восстановить seed-фразу кошелька Monero с помощью файла расширения .key?	
user765123: Нет, у меня просто появилась надпись «играет сейчас».	
A: Я знаю.	
A: Что ж, поехали.	
A: «быстро приходит в раздражение», лол	
A: Мамочка, помоги.	
A: Помоги мне.	
A: Как называется пушка?	
user765123: ?	
A: мое имя.	
A: А какое имя у пушки?	
user765123: Его нет, можешь выбрать сам(а).	
A: Ох.	
A: Я — девочка?	
user765123: Мальчик.	
A: Ах.	
<говорим здесь о его (ее) имени>	
user765123: Мне нравится это имя.	
user765123: лол	
A: >:-)	
user765123: (не то чтобы это очень важно. Я просто использовал(а) свое настоящее имя)	
Оставьте комментарий.	
Я посмотрю историю ваших постов и попробую угадать ваш пол.	
Так, ладно... Давайте я попробую угадать ваш пол.	
В общем, крайний срок для того, чтобы отказаться от годичного курса с разрешения профессора, — 18 октября.	
(Обновл.: забудьте, это не так, не обращайте внимания)	
Крайний срок для отказа без получения оценки — 9 февраля.	
Означает ли это, что я все равно должен(-на) уведомить профессора о том, что я отказываюсь проходить курс?	
Нужно ли мне также получить разрешение?	
Я планирую пройти еще 2 курса, так что, кстати говоря, я наберу столько же зачетных единиц.	
Мне просто не хватало уверенности, чтобы общаться с людьми, шутить и все такое.	
Меня бросало в пот от присутствия всех этих людей.	
Я избегал(а) зрительного контакта и старался(-ась) даже близко не смотреть на них.	
Когда мне действительно захотелось поговорить со своими друзьями, я тихо бормотал(а) какую-нибудь шутку.	
Но однажды один из них не расслышал шутку и очень громко спросил: «Что?!»	
Я почувствовал(а), как учащается мое сердцебиение и как меня еще сильнее бросает в пот.	
Я просто сказал(а) что-то типа «Да забей», потому что я почувствовал(а) себя так, будто я стою на сцене под лучом ебаного прожектора.	
Давайте честно, кто-нибудь когда-нибудь участвовал в бою в формате «2 против 1» или «3 против 1» против танка, который не умирает и умудряется убить хотя бы одного из вас?	
У нас были Громила и Хруст, но Громила еще не успел получить свой ульт.	
Что это за херня?	
И еще раз, как бы сейчас выглядел Paragon без нынешней карты Pressure Hunter?	
Я предполагаю, что команда должна иметь тотем роста и состоять из 2 танков, заклинателя с возможностью оглушения или без, бойца с ахуенной живучестью и тащера, который вывезет все в соло, если захочет.	
Когда я выключаю эти 2 переключателя, значение падает примерно до .28–2.1	
Когда их нет 2–3 дня подряд, а мы оставляем выключатели во включенном положении, значение также остается низким.	
Я не уверена, но я думаю, что владельцы в курсе и сделали это, чтобы экономить.	
Однако всегда есть вероятность, что это сделал человек, живущий за нами.	
Но с меня хватит.	
Я решила, что хватит уже платить по 300 долларов за электричество, когда в моем доме температура достигает 48 градусов, а горячей воды нет.	
Да, я понимаю, что иду на открытый конфликт с домовладельцем, но все это незаконно, и я не должна платить за чужие расходы. Это я еще молчу о технике стоимостью более 6 000 долларов, которая была уничтожена просто потому, что была подключена к сети...	
А, и еще я почти не сплю по ночам из-за страха сгореть дотла и не оставляю собаку дома одну, потому что боюсь, что в мое отсутствие начнется пожар.	
Я как будто чувствую вину за то, что улыбаюсь.	
И я даже не про эти наигранные херовы улыбочки, но блять.	
Хаха. Ух.	
Почему я до сих пор жив(а)?	
лол, почему улыбаться так неприятно?	
Затем я замечаю, что кто-то движется в мою сторону, и наконец поднимаю взгляд.	
Я поднимаю глаза и вижу, что Пол смотрит прям на меня и приближается.	
Я просто молчу и не отвожу взгляд, потому что, поймите меня правильно: самую первую фразу, которую он мне сказал, он произнес самым сексуальным, самым возбуждающим, самым привлекательным тоном.	
Он сказал: «Как дела?» своим низким, спокойным голосом, и при этом на его лице была самая милая и одновременно самая сексуальная улыбка, которую я видел(а).	
У меня внутри все закипело, и я улыбнулся(-лась) ему в ответ, даже не пытаясь сдержать своих восторженных эмоций.	
Я говорю ему: «Привет» с такой широкой улыбкой, какой на моем лице никогда не было.	
Господи, лишь бы в тот момент у меня не застряла какая-нибудь гадость в зубах и лишь бы мое лицо не выглядело ущербно.	
Затем я опустил(а) глаза вниз на свою еду и с невозмутимым видом продолжил(а) есть.	
Так было в течение примерно 3 секунд.	
Затем я снова поднимаю взгляд.	
Пол только начал отходить, то есть он целых 3 секунды стоял и смотрел на меня или делал бог знает что.	
Обновл.: Да, я понимаю.	
Растения очень важны.	
Кислород. Он полезен, это да.	
Но блин. Можно же сосредоточиться на чем-то поинтереснее, например на влиянии ядов и токсинов на организм человека.	
Кстати, есть несколько замечательных документальных фильмов об этом Т_Т	
Обновл. 2: забудьте. Я просто распечатаю это	
Я играл, и все было нормально, я только вступил в альянс. А потом раз, и мне не начисляются магические очки!	
Пробую написать в чате: «Я не буду читерить в этой игре!»	
Сообщение отправляется каждый раз, когда я нажимаю Enter.	
Что это за херня!	
Я не читерю.	
Ну ладно, я пишу эту фразу в чат («Я не буду читерить в этой игре!»), и меня просят заплатить за сервер и выключить адблок.	
Самый ублюдский способ сказать игроку, что надо отключить адблок, ну да ладно.	
Пишет, что надо выключить его и обновить страницу.	
Я делаю это, теряю результаты своей лучшей партии, и теперь мне надо начинать в качестве нового игрока.	
10/10, что я  больше никогда не буду играть в это.	
Обновл.: забудьте, такая же херня происходит каждый раз, когда я пишу что-то в чат.	
Не буду останавливаться на всякой херне, которую сняли только ради номинации на Оскар, по типу «Секретного досье», потому что я испытываю исключительно праведную ярость по отношению к ничтожным демократам, снимающим кино о том, как (очень гнусавым занудным голосом, как у ботаника) «раньше политики были добрее. Нам нужно вернуться к обсуждению».	
Уверен, что я что-то упустил(а).	
Будет ли он настолько лучше, что будет более ценным, чем Кинлоу и игрок(и), которых мы выберем под теми дополнительными пиками, которые получим?	
Здесь мог бы быть оффенсив тэкл, как Томас, но я не уверен(а), что кто-то из парней, которых мы можем выбрать, будет лучше Литтла, который будет проводить свой второй сезон.	
Сейчас у него проблемы со здоровьем, но у нас также есть Дэйли, который будет проводить свой второй сезон, он будет достойным запасным вариантом.	
Думаю, у нас большие проблемы с внутренней линией нападения, но в топ-10 нет таких перспективных игроков, как Нельсон.	
Нам могут потребоваться игроки на края в зависимости от того, как мы поработаем на рынке свободных агентов. Парень из Айовы (я не смогу правильно написать его имя) хорош, но это все равно не самый надежный вариант.	
Если мы не переподпишем контракт с Брэдберри, и Окуда останется в команде, это будет единственной ситуаций, в которой я абсолютно точно ничего не стал бы менять.	
2 месяца назад я купил дешевый грузовик Ниссан 95 года выпуска.	
Я не ездил на нем далеко, так что потребовалась почти неделя, чтобы понять, что я не могу разогнаться даже до 60 миль в час и что мне приходится топить газ в пол, чтобы набрать 3500 оборотов в минуту.	
(но коробка передач у него проскальзывает при переключении с первой на вторую, если машина совсем не прогрета, эта проблема наверняка связана с двигателем, поскольку я не могу набрать больше 3 тысяч оборотов на дороге без ощущения, что что-нибудь может сломаться,	
я могу набрать только 3500 оборотов, когда топлю газ в пол.	
Набирается примерно 3500 прямо перед переключением передачи)	
Я пытался определить, что может быть причиной такого снижения мощности: воздух ли это, или топливо, или засор, или выхлопные газы и т. д., или причина в чем-то другом?	
Думаю, что дело точно не в «чем-то другом», так как машина нормально проехала с горки на нейтральной передаче, то есть механических помех нет.	
Приветики! Я где-то видел(а), что они могут навредить еще не окрепшим щенячьим зубкам, и мелкие частички могут быть опасны для собаки.	
Можно дать ему кость?	
Они довольно большие, размером почти с него.	
Можно ли давать 2-месячному щенку бостон-терьера сырые говяжьи кости?	
[ПОМОГИТЕ] Мой щенок внезапно начал какать только в доме и нигде больше.	
Мои друзья думают, что она сказала это, потому что была с новым мужчиной, и ей надо было сделать так, чтобы я не заваливал(а) ее сообщениями и звонками и все такое.	
Другие думают, что она так пытается позлить меня, типа «Продолжай думать обо мне, но я никогда не приду за этим амулетом».	
Как бы там ни было, я думаю, что это такая манипуляция.	
Приветствуется любые мысли.	
Интересна женская точка зрения.	
Я в ступоре, потому что у нее явно есть кто-то еще, но почему она не могла мне перезвонить и почему не отвечала на мои сообщения?	
Она могла бы сказать что-то типа «Я сейчас с парнем, не звони мне, пожалуйста», но она этого не сделала.	
Просто на заметку: мы с моим парнем покупаем дом.	
Мы переезжаем через 2 месяца.	
Ждем, когда все документы будут готовы.	
У меня есть австралийская овчарка, ей 9 месяцев.	
Мой парень (24 года) и я (девушка, 25 лет) взяли ее, когда ей было 3 месяца.	
Мы водим ее на игровые свидания раз в две недели.	
Есть пара собак, с которыми она любит играть в догонялки: черный лабрадор и маленькая собачка смешанной породы.	
Мы собираемся познакомить ее с рэт-терьером.	
Их стиль игры — бокс.	
А у одного из моих соседей по комнате (парень, 25 лет) есть бигль.	
Он не очень любит играть.	
Вообще, кажется даже, что он боится.	
Я очень хорошо знаю свою собаку.	
Я знаю, что это неважно, дружелюбная ли у вас собака или агрессивная, да какой бы она ни была! Неважно, лает ли она уже, или рычит, или просто занимается своими делами.	
Важно то, что моя собака нервничает.	
Поэтому, когда я останавливаю человека и говорю ему, мол, нет, то, что он спокойно сидит или лежит, не значит, что он ждет, когда вы подойдете поздороваться, наоборот это потому, что он нервничает и волнуется, я не шучу, и вам не стоит говорить что-то типа «Ой, моя собака / мой ребенок очень дружелюбны, давайте мы подойдем поближе!»	
Меня вообще не волнует, дружелюбный ли у вас ребенок или собака, и знают ли они, как обращаться с собаками.	
Мне плевать, что у вас «всего лишь щенок».	
(при чем здесь это вообще?	
Разве моя собака не может нервничать вблизи других щенков?)	
Мне плевать, что ваш ребенок воспитан не визжать от радости при виде собаки.	
А можно, пожалуйста, следить за своим ребенком? И за собакой тоже.	
Но осталось меньше 3 месяцев, и я чувствую, что я еще не готов(а). Но, так как я еще никогда не пробовал(а) сдавать такие экзамены, мне не с чем сравнивать, приходится слушать советы коллег.	
Они не представляют, какими знаниями я обладаю, поэтому и не могут знать, насколько я готов(а), но многие из них настойчиво советуют мне заявиться.	
Мне очень хочется этого, и было бы здорово сдать этот экзамен через 6 месяцев после вступительного экзамена.	
Я уже близок(-ка)... Но не уверен(а), что мне хватит 2 месяцев.	
Нужен совет от знающего человека.	
(Парень/178 см/26 лет/75–88 кг) Прошло 2 месяца, не быстро ли я набираю вес?	
Прозвучит странно, но вот с какой проблемой я столкнулся.	
Около 4 месяцев назад я купил(а) 3700X, он умер после запуска, крашился, когда я пытался(-лась) играть в игры, и через день перестал загружаться.	
Я написал(а) заявление на возврат, пришло подтверждение, что процессор умер, и мне вернули деньги через 2 месяца.	
После этого я купил(а) 3800X.	
Как только я запустил(а) компьютер, вылезла ошибка 7b, все включилось, но не было перезагрузки и видеосигнала.	
В этот раз я написал(а) заявление на возврат в магазин.	
Через месяц они подтвердили, что процессор неисправен, и прислали мне новый.	
Вчера я получил(а) новый процессор, та же проблема сохраняется.	
Моя мама (Т) — такой человек, для которого имеют значение только собственные чувства.	
Если она что-то делает неправильно, она с помощью манипуляций делает так, чтобы полностью свалить вину на кого-то другого.	
Например: мне надо было, чтобы кто-то посидел 3–4 часа с моим ребенком, которому тогда было 2 месяца.	
У отца на работе кто-то заболел ковидом.	
Мы решили не оставлять ребенка с родителями и попросили мою сестру.	
Перед тем как сказать об этом Т, я решил(а) сперва поговорить с ней на отстраненные темы, потому что я понимал(а), что она огорчится.	
Т уже настроилась, и получается, что я виноват(а), поэтому она попыталась заставить меня извиниться за то, что она уже настроилась, а тут такое.	
Я разговаривал(а) с ней через несколько дней после этого инцидента, потому что она не позвонила мне после того, как бросила трубку, и я рассказал(а) ей о своих чувствах по поводу всего этого.	
Т быстро бросила трубку.	
Я так и не получил(а) извинений.	
Б все также считает, что передо мной должны извиниться, и с тех пор из-за нарциссизма Т произошли еще некоторые вещи.	
Я не жду извинений от Т, потому что она ни разу не извинялась за свои неправильные поступки.	
Будет ли по-мудацки оставить после развода дом себе, чтобы сдавать комнаты?	
Моему сыну, которого я кормлю исключительно грудью, сейчас 5,5 месяцев, его вес в 75 процентиле, и он развивается быстрее положенного по многим показателям.	
С 2 месяцев он спит с нами, потому что он часто просыпается по ночам.	
Мы собрали все плохие привычки: приходится кормить грудью перед ночным сном и во время обеденного сна. Прям на протяжении всего обеденного сна.	
Мне кажется, что я уже целую вечность сплю отрезками по 1–2 часа.	
Для тех, кто не осилил многобукаф: нужен совет/помощь, как заставить 2-месячного ребенка спать в кроватке дольше одного цикла сна (сейчас мы меняем соску каждый час).	
Я впервые стала мамой, у меня прекрасная дочка, которой 2 месяца, и я понимаю, что мы не можем нормально спать.	
Впервые стала мамой, и у нас проблемы со сном.	
У меня есть оранжево-золотистая шиншилла (Тото, 2 месяца). Тото живет у нас уже 3 недели, и мы подумали, что ей нужна компания, поэтому мы взяли Терри (2-месячный гималайский рэгдолл), чтобы они могли быть вместе.	
Прошло всего несколько часов, она еще очень сонная, но когда мы ее гладим, она издает звук, как у заведенного двигателя автомобиля.	
Она просто издает звук «брр ррр ррр».	
Может, у нее заложен нос? Просто Тото никогда не издает таких звуков...	
Может, у меня просто паранойя?	
Моя кошка просто мурлыкает, или это что-то другое?	
Я не смогу играть до завтра, поэтому хотел(а) бы узнать, можно ли заработать денег за счет охоты или грабя всех подряд.	
За сколько можно продать шкуру онлайн?	
Обычно я чувствую спокойствие и уверенность перед такими матчами, но из-за травм, отсутствия игроков и т. д. я, наверное, буду даже рад(а), если мы сыграем вничью.	
Я знаю, что наши соперники — конченые лузеры и ничего из себя не представляют, и мы можем раскатать их влегкую, но сейчас мне кажется, что не будет счета типа 2:0 или 3:0!	
Кто-нибудь хочет попробовать переубедить меня и вернуть мне счастливый настрой, спокойствие и уверенность?	
История о том, как моя жизнь перевернулась с ног на голову. Ладно, шучу, просто дурацкий мем.	
Мне было 6, я играл(а) в Lego Rock Band,	
и я попросил(а) пак с Бадди Холли.	
Мои родители (хоть им и было за 40) сказали: «Откуда, блин, ты его знаешь?»	
Я даже и не знал(а), что моим родителям нравится Weezer.	
Вот так и мне начал нравится Weezer.	
Я искренне не понимаю, почему «токсичное» поведение наказывается строже, чем инт или троллинг.	
Итак, у меня был аккаунт, который всегда получал всякие награды за дружелюбное и уважительное поведение, пока у меня не началась полоса неудач в рейтинговых матчах, и потом мне вообще запретили чатиться.	
Затем я прочитал(а) сообщения, которые были помечены как токсичное поведение... И по большей части это были споры.	
Бот, который проверяет игровые чаты на токсичное поведения после репортов, не учитывает контекст.	
Я спросил(а) его, стоит ли мне поесть хлопья сейчас или подождать до утра, но потом я сказал(а): «Забей, до меня дошло, что уже почти 2.	
Я подожду».	
Он спросил, что будет, если я поем их прямо сейчас, а я ничего не ответил(а).	
Просто было слишком поздно.	
Потом он сказал мне забить хер и просто поесть хлопья.	
Звучит, конечно, убедительно, но я только что сделал(а) хвостики, так что теперь уже официально слишком поздно :-(	
Только потом я понял(а), что было уже 2 часа.	
Помогите, лол. Хотя стоп, я могу же просто загуглить.	
Забейте, лол.	
Как удалить сабреддит?	
Я понимаю, что у тебя не идеальная кожа, или тебе не нравится твой нос или внешность.	
Но такие недостатки делают тебя особенным.	
Они позволяют тебе выделяться среди всех этих людей, которые создают иллюзию, будто у них все идеально.	
Ты прекрасен(-на), потому что ты такой(-ая), какой(-ая) есть.	
У меня все.	
А вообще забейте.	
Господи, за что ты сделал мой нос таким охеренно огромным?	
Я слишком уродливый(-ая), чтобы даже повыебываться в снэпчате, поэтому я делаю это на реддите.	
Теперь точно все. Я надеюсь.	
Парни, можете смело меня хоронить прямо в чате.	
Я пытался заснуть, но не мог, и тут мне приходит два уведомления от девушки, которая мне нравится, но я не стал смотреть в телефон и решил спать дальше.	
Просто, блять, убейте меня.	
Буду держать вас в курсе, что она скажет, потому что она просто написала мое имя капсом, а потом добавила «забей».	
Пиздец.	
Я только что понял, что разнылся из-за вещи, которую можно пофиксить за 5 минут…	
Так-то он мне не нравится, но у меня были фантазии, что я изменяла своему парню с ним.	
Конечно, я так не поступлю, но мне просто интересно, измена — это сильно плохо?	
Я: сейчас мне определенно больше нравятся мальчики.	
лол, так некультурно.	
Я до сих пор пытаюсь закончить этот ебаный проект, попутно готовясь к выпускному экзамену в среду.	
А завтра еще и мой день рождения, лол.	
Я не выебываюсь, если что.	
Просто хочу сказать, что те, кто часто играют за Оро, выглядят нубами, каждый раз, когда играют за него.	
Ладно, забейте, я все-таки, кажется, выебываюсь.	
Забейте, все восстановилось.	
Это как заказать еду в ресторане и сказать: «Ой извините, я поем в другом месте», когда тебе только принесли еду.	
Я играл за Ренгара, у меня было 6/2, и меня в одиночку убила Анвия, у которой еще не были закончены Rod of Ages или Tear.	
Я раз 100 просмотрел повтор, и мне в голову пришло только то, что если мы оба идеально проведем бой 1 на 1, как оно и было, то Анивия выиграет CNA.	
Кто-нибудь объясните, пожалуйста, почему, блять, Анивия сильнее Ренгара в бою 1 на 1, если у Ренгара золотой лид?	
А вообще забейте. Мне по хер.	
Я просто больше не буду играть в эту дебильную игру.	
Я въехал ей в крыло на парковке, мы оценили повреждения и сошлись на том, что оставим все, как есть.	
Но когда я начал отъезжать, она следовала за мной около 30 секунд и сказала: «Ой, да ничего», но я решил дать ей свои контакты и поехал по своим делам.	
Мне так надоели эти однотипные мексиканские ритмы, ааа!	
Обновл.: наврал(а): вечеринка началась в 8 утра, а музыку выключили только сейчас в 7:30 вечера.	
Господи, если так будет каждые выходные, я просто выпилюсь.	
Обновл. 2: лол, забудьте, через 10 минут музыку снова включили.	
Полный пиздец!	
Обновл. 3: Начался дождь, и вечеринка закончилась, хаха!	
Люди идут в темные места в одиночестве.	
Это каким тупорылым надо быть!	
Если в доме живет призрак, какого хера ты идешь в самое темное и страшное место в доме?!	
Потом они включают фонарик так, что можно увидеть призрака.	
Тогда они понимают, что им конец.	
4. На хуя вы разделяетесь?	
В фильмах ужасов всегда есть персонаж, который такой типа: «Ребята, здесь разгуливает сумасшедший убийца, так что давайте разделимся, и пусть нас всех поубивают!»	
Именно это и нужно убийце!	
Да мы поняли, что ты злишься из-за того, что P90 хорош.	
Просто стройся, лол.	
На реддите все такие типа «true_warrior — плохой человек, а, вообще-то нет, он хороший» и «P90 — полня херня. Я выхожу из игры».	
лол, забудьте, я все еще здесь. Не могу уснуть.	
Хаха, да я просто дурачусь, не обращайте внимания.	
Собственно, все написано в заголовке.	
Можете ли вы голыми руками трогать насекомых и пауков?	
Я до смерти боюсь насекомых и пауков, поэтому не знаю, что делать.	
Я хочу убивать их до того, как они убегут.	
Проведите невнятный 24-часовой стрим по WOW, который будет наполнен пренебрежительным отношением, унижением и дерьмовым, плохо продуманным, сделанным через задницу геймплеем. Добавьте к этому слезливые, сопливые и депрессивные истории и получите парный стрим.	
С Алтарианским вирусом возможно все, что угодно.	
На самом деле, тогда на Онии 3 вас инфицировали клеткой его переносчика, это было десять дней назад.	
Вы были в коме, в бреду.	
Температура спала сегодня утром.	
У меня его нет, потому что мне 17, и мне его еще не выдали (и нет, я не езжу на машине, потому что боюсь), и я не менял(а) свой гендерный маркер, так что никаких обновленных документов у меня нет.	
У меня есть паспорт, который мне выдали когда-то еще до моего перехода, и в нем имя тоже прежнее.	
Так что я вообще не знаю, что делать, потому что я иду с ним (ней) на мероприятие 14 числа.	
Не знаю, поможет ли это, но мой отец — бортпроводник (работает им уже очень долго).	
Может, мне стоит все отменить?	
Конечно, можно перенести все на следующий год, но, блин, мне так одиноко в реальной жизни, потому что до моего парня добираться целый час, и, как бы сильно я ни любил(а) других своих друзей в реальной жизни, мне хочется чего-то нового :-(	
Даже не знаю, решусь ли я.	
Если это и случится, то только когда мне будет за 30, потому что я хочу пожить для себя.	
Но мне придется заняться сексом, чтобы у меня появились дети, а это вряд ли произойдет (потому что, по секрету, #MeToo).	
Я должен отправиться в поход, чтобы получить сертификат по дайвингу.	
Там будет гриль, и все будут есть бургеры.	
Но я вегетарианец(-ка).	
(Я ем некоторые животные продукты, но гораздо меньше, чем раньше.	
Я вегетарианец(-ка) на 80 %)	
У меня почти получилось с помощью эквалайзера за счет небольшого срезания нижних и верхних частот и перехода к софтклипперу.	
Использование эквалайзера до него делает звук жестким.	
Я хотел попробовать дисторшн и лимитер потом, когда закончу работать.	
(Мне много советовали лимитер в прошлом посте, и я надеюсь, что он поможет) Мне просто нужны советы!	
Можно легко полностью заблокировать противнику возможность получать энергию в более длинных боях.	
У меня Доктор Октопус 4/40, и у него хорошие критические удары и суперсилы, так что урон он тоже наносит неплохой (как Вижн).	
Очень годный вариант для атаки в битве альянсов и на аренах, потому что не нужно никого выманивать в коротких боях, так как соперник не успевает достичь суперсилы 3 уровня до окончания боя.	
Приготовьтесь, ребята.	
У меня не открывается Pogo.	
Он пишет, что на этом устройстве и т. д. и т. п… Ну вы знаете, о чем я.	
Как бы там ни было, инфа, которая потребуется, чтобы все пофиксить: у меня версия Android 6.0 до обновления системы безопасности, и у меня есть root с Magisk 16.0.	
Я считаю, что VII (вместе с RB1) была лучшей игрой франшизы Neptunia благодаря сюжетной линии, в которой нет множества внезапных поворотов и драматичных сцен, как в Mk2/RB2, и при этом она не такая эксцентричная, как V/RB3. В ней очень хорошо соблюден баланс между серьезность и весельем.	
Персонажи намного лучше проработаны, и каждый из них (особенно Верт, Непгир и близнецы) получили свою минуту славы. А главное, мы поняли, что сюжет не всегда должен держаться на Нептуне.	
Это крутяк, чувак. Все прекрасно понимаю, головой качаю и тебя поздравляю.	
Такому негодяю «пятерку» выставляю.	
Я не оскорбляю —	
тебя я одобряю.	
Можешь продолжать,	
я уже ожидаю.	
К разговору приглашаю,	
без мата обещаю.	
Давай свой номер, я уже набираю.	
Я много ходил на такие дополнительные занятия, будучи студентом факультета физики... И больше я туда не пойду.	
Он(а) подходит к доске и просто начинает писать всякие математические формулы: мда, ну ладно.	
Потом он(а) вводит эти гребаные переменные вида (А –1) и до (А –20).	
Вообще у меня есть учебник по линейной алгебре, в котором делается точно также... Везде использовалась «А».	
Все страницы были в матрицах с этими буквами «А».	
Может, лучше нарисуем какую-нибудь странную фигуру или типа того? Да что угодно будет лучше, чем эта херня!	
Самая страшная вещь в жизни, братан.	
Что ж, я снова здесь, разочарованный(-ая) и озлобленный(-ая) с телефоном в руках.	
Отличное начало, да?	
А вы все, кто это читает, как будто мои терапевты, при этом я не плачу вам ни копейки.	
Круто ведь, правда?	
Если вы такие же, как и я, то, скорее всего, вы не прочитаете это полностью из-за недостатка внимания, поэтому давайте покороче (сделать такое длинное вступление и написать «давайте покороче» — я настоящий гений, не так ли?)	
В общем, я пытался(-лась) объяснить друзьям, что порно — это убого и просто плохо, и угадайте, кто ко мне прислушался…	
Привет, просто хотел(а) бы узнать, какие игры запустятся на моем компе.	
Я был(а) шпионом, в первую ночь меня посадили в тюрьму, и я с гордостью рассказал(а) тюремщику, кто я.	
На меня еще и напали, пока я сидел(а) в тюрьме.	
Когда начался второй день, мафия и серийный убийца совершили убийства.	
Я с гордостью сказал(а): «На меня напали в тюрьме!»	
Это была ошибка.	
Тюремщик снова посадил меня в тюрьму и спросил: «На тебя напали, пока ты был(а) в тюрьме?», и я отвечаю: «Да, братан».	
Затем он сказал, что я несу херню, потому что серийный убийца и мафия уже совершили свои убийства.	
Затем он казнил меня.	
Серьезно, блин?!	
Чувак, ты слишком тупой для этого фильма.	
Посыл режиссера был типа «Бля, тут есть скрытые смыслы, которые ты должен поискать, чувак. В этом фильме все не так очевидно, смекаешь?»	
Да бля, почему я вообще должен тебе это объяснять, чел?	
Просто подумай над тем, что произошло, ага?	
Я не пытаюсь сделать вид, что здесь заложен более глубокий смысл, чем тот, который есть на самом деле, понимаешь?	
Но когда он полностью заряжен, в течение первых 30–60 минут он всегда работает!	
И это замечательно!	
И последнее, если я не использую Smok Alien в течение длительного времени (например, когда сплю ночью), батарея разряжается, когда я оставляю вейп в боксе, и бокс выключается.	
Что это за херня, друзья?	
Хочется узнать, у всех ли так или только у меня.	
В гугле я не нашел ответов на мои вопросы.	
Если не учитывать эти проблемы, мне очень нравится вейп.	
Просто это, блять, как удар по яйцам, когда мне нужно каждый раз ждать, пока эта ебаная херня включится, чтобы я мог(ла) покурить...	
Каждый раз, когда я захожу сюда, я хочу почиллить в Nightmare Zone в режиме afk, поиграть в Xbox и просто быть толстым(-ой), ага? Но в последнее время я захожу, играю в RS в режиме afk примерно 20 секунд и меня выбрасывает, что пиздец как раздражает.	
Это из-за моего интернета, или из-за серверов, или из-за чего вообще?	
Друзья, меня это прям бесит.	
Дальше про статистику: я не знал(а), что у нас было дополнительное домашнее задание, которое нужно делать онлайн, и письменное домашнее задание; в общем, у меня было 70 с чем-то баллов, а потом я провалил(а) финальный экзамен из-за одного семейного ЧП с участием моего дяди, который попал в автомобильную аварию и скрылся с места.	
Далее, по музыке было довольно легко получить «отлично», потому что надо всего лишь появляться один раз в неделю на репетиции, а затем пойти на один концерт, поэтому этот предмет я сдал легко. Отличная работа, приятель.	
Драматические сцены смерти и возвращение персонажей по приколу не очень хорошо сочетаются.	
Итак, я наконец добрался(-лась) до Блайттауна и никого не трогал(а), и вдруг снайпер начал закидывать меня дротиками.	
И я подумал(а): «Что за херня, братишка?», и спрятался(-лась) за каким-то ненадежным деревом.	
Через некоторое время он перестал стрелять, я вылез(ла) из укрытия, он появился снова и начал закидывать дротиками.	
Потом спустя еще пару десятков дротиков я просто получил +500 душ и тот самый фиолетовый мох.	
Только я ни хера не понимаю, что произошло.	
Неужели этот уебок убил себя со стыда, или он просто внезапно умер?	
Матч новичков в этом году должен быть крутым.	
Какие составы хотите увидеть?	
Я в восторге от этого шоу, но я уже почти его досмотрел(а).	
Что это за жанр и есть ли другие фильмы или шоу, основанные на этой воистину уникальной истории?	
Я никогда не смотрю фильмы или... Простите за незнание терминологии, но вроде это называется антиутопией?	
Я вообще не знаю, что мне искать, но я просто хочу посмотреть еще что-то подобное, это просто отвал башки!	
С кем-нибудь еще такое было?	
Со мной такое было несколько раз.	
Если ты на втором этапе, то тебе нужно выиграть 10 игр подряд, чтобы получить опыт и монеты, 10 очков выносливости за 40 билетов.	
EA, это полнейшая херня!	
Но сейчас все очень тупо. Можно получить только 1 билет за матч, и если повезет, то еще 10 билетов за каждые 20 матчей.	
Только в командной игре или в WC 1.	
Это был единственный турнир для игроков, которые не хотят платить за игры, так как стоимости участия была низкой, а награды там были достаточно хорошими, если учесть, сколько матчей нужно сыграть.	
У вас есть дополнительный игрок, и если он вам не нравится, используйте его для XP.	
[Предложение] если вам не нравится новый WT, то просто не играйте.	
Техподдержка не работает?	
Сейчас 01:30 ночи, и мы имеем дело с мировым предприятие стоимостью в миллиард долларов.	
Ну реально, что за херня-то?	
В этом месяце слишком много платить за отопление, поэтому вы не можете позволить себе заплатить за аренду?	
У вас, идиотов, очень плохой менеджмент.	
Короче говоря, я забыл(а) заполнить заявление на получение жилья на осенний семестр 22 года, и я в списке очереди с апреля.	
Жилье гарантируют только первокурсникам, а моих денег не хватит, чтобы снять что-то, поэтому…	
Есть шанс, что я буду бездомным(-ой).	
Мой ответ прост: вы вообще видели нынешних мужиков?	
Конкуренции ни хера нет.	
Почти все мужики сейчас пиздец какие озабоченные.	
Век джентльменов прошел.	
Они либо тупые, либо выглядят, как недорэперы, либо полнейшие мудаки.	
Чаще всего — все вместе.	
В своих убогих фантазиях они кидаются на всех, у кого есть две ноги, и начинают кряхтеть.	
И это реально так.	
Но для тебя так только лучше.	
Если ты просто ведешь себя как нормальный человек, то ты уже лучше 80 % остальных парней.	
Я (парень, 24 года) работаю бухгалтером в турфирме.	
Каждую неделю мы просим наших клиентов оплачивать долги, и сегодня я позвонил одному из наших агентов, трубку взяла девушка.	
Она работала у них бухгалтером, я спросил ее, собираются ли они закрывать долги, и она ответила: «Да, я буду в офисе вашей компании в 21:00».	
Я согласился, в 21:00 она приехала и спросила бухгалтера.	
Я сказал: «Это я, пройдемте в комнату».	
Она вошла, и я спросил, сколько денег у нее есть.	
Она сказала: «У меня с собой 1300 долларов», и этой суммы не хватит, чтобы закрыть их долг, поэтому я принес квитанцию, написал сумму и название компании, а затем спросил ее имя.	
Она улыбнулась, посмотрела на меня и переспросила: «Мое имя?»	
В общем, мои друзья мне не отвечают.	
Значит, надо завести новых!	
Я в настроении поболтать по телефону, поэтому напишите мне, если у вас есть желание!	
Хочу пообщаться с людьми примерно моего возраста.	
У меня есть старые посты, поэтому можете посмотреть мой профиль, чтобы узнать обо мне больше.	
Мне сейчас немного лениво	
Ну ладно, скажите мне, какую музыку любите больше всего	
Последние четыре года я носила спортивные лифчики от Lane Bryants, и вот я впервые за очень долгое время надела лифчик с косточками.	
Итак, в понедельник я надела свой новый лифчик с косточками, который идеально подошел мне в магазине, но через несколько часов он стал таким неудобным!	
Боюсь, я зря потратила деньги... :-(	
Мне так херово, я просто хочу отменить поездку, но не хочу разочаровывать мужа.	
Он так долго ждал отпуска.	
Мне страшно представить, что будет в самолете!	
Ладно хоть воспаление немного выше и не на том месте, на котором я сижу, но болит все равно просто пиздец как.	
Я буду разгуливать в 40-градусную жару с огромным пятном на заднице.	
Господи, помилуй	
Привет.	
Привет, ребята, я тут подбухивал(а) с друзьями из США и моим парнем, сейчас все уснули, а я хочу поиграть в «Правду или действие» или выпить, так что, если у вас есть дискорд или кик, пишите, owo	
Что ж, я родила ребенка от мужчины моей мечты 4 месяца назад :-) и жизнь мне казалась сказкой.	
Все было именно так, как я и хотела, но, короче говоря, наступил послеродовой период, и новые чувства заставил меня совершить безумный поступок, — я проверила его телефон примерно месяц назад и узнала, что он частенько виделся с одной девкой, помогал ей, был в ее комнате и постоянно переписывался с ней, и все это пока я была беременна.	
Сейчас они оба говорят, что они просто друзья и никогда не перепихивались (да, я связалась с ней по телефону), лол, но я не хочу потерять своего мужчину, хотя я видела, что у него есть анкеты на сайтах знакомств, но он постоянно говорит, что ничем таким не занимается.	
И что больше он не будет этого делать.	
Я не хочу, чтобы мой ребенок жил в неполной семье, к тому же я люблю его и хочу, чтобы все было так, как мы хотели.	
Но как это сделать?	
Нужен совет.	
Получится ли у меня? Или мне стоит довериться ему снова?	
Посты с корги, день 17 (извините, что так долго не было постов)	
У меня бессонница, я не могу спать по ночам, и мне кажется, что ночью у меня появляется так много идей, которые не дают мне уснуть.	
Пожалуйста, подскажите, что можно сделать, чтобы лучше выспаться.	
Из-за этого у меня были проблемы в школе, и я прогуливал уроки. Люди говорят мне слушать на уроках, но я просто с кем-то говорю или думаю о чем-то.	
Я забыл, что хотел сказать, а еще у меня был репетитор по математике, но я не мог ни на чем сосредоточиться. Ребята, у меня такой бардак в голове.	
Дайте совет.	
И еще, я не хочу принимать лекарства, они мне противопоказаны.	
Цифровые камеры либо очень дорогие, либо подходят только для видеоблогинга или типа того.	
И у нее, скорее всего, уже есть такая.	
Настоящая цифровая кинокамера стоит капец как дорого.	
Поэтому я решил купить аналоговую.	
Так вот, камеры на 8 мм/формата «8 Супер» доступны по адекватной цене, на 16 мм стоят недорого, а на 35 мм — очень дорого, так что я, наверное, возьму «8 Супер».	
Но дальше возникает следующий вопрос: а как все это работает?	
лол, ну типа, куплю я ей «8 Супер», но ведь придется купить и видеомагнитофон, несколько кассет, ну и все в таком роде.	
Не знаю, как все это работает.	
Объясните, пожалуйста, что мне делать.	
Как у вас это получается?	
Звучит страшно, но я хочу быть с ним вечно, и я понимаю, что нельзя заглянуть в будущее, но мы уже так много прошли вместе.	
Ребята, как вам удается проходить через все возникающие жизненные препятствия? Как?	
Не хотите поиграть в Майнкрафт? XD	
Мне скучно, а мои друзья сейчас заняты или их нет дома, так что...	
Сегодня я впервые прошел всю игру.	
Какая замечательная, потрясающая игра.	
Задевает самые тонкие струны души, а иногда пиздец как сносит голову.	
У меня получилась грустная концовка.	
Кара и Элис умирают (я плохо управляю персонажами), Норт умирает, Хэнк умирает, Маркус добивается успеха, но я сделал так, чтобы Коннор убил его, потому что я типа разыграл сцену по ролям, где Коннор — злодей, и итог получился реалистичным.	
Я попробую другие сценарии.	
Но да, игра очень хороша.	
Привет, ребята, это был мой третий год в Гластонбери, у меня он прошел замечательно, и я надеюсь, что у вас всех он тоже прошел хорошо!	
Я начинающий доктор/студент-медик, поэтому когда я увидел(а) много медицинских предметов уже в первом семестре, я так обрадовался(-лась).	
Затем пришли шокирующие результаты зачисления в колледж университета Филиппин!	
Я прошел(-ла) на программу по биологии Филиппинского университета Лос-Баньос!	
Если честно, то это не та программа, на которую я хотел(а) больше всего, поэтому у меня были смешанные чувства.	
Я был(а) в восторге от того, что наконец-то стану научным сотрудником, но в то же время меня расстраивало то, что биология меня интересует не так сильно, как физиотерапия.	
Конечно, я мог(ла) бы полюбить биологию, конечно, я мог(ла) бы перевестись в университет Филиппин в Маниле в следующему году, но никаких гарантий нет.	
Готов(а) сыграть с кем угодно в 2к21.	
Мой рейтинг 87, я скорер на трех уровнях. Я готов(а) играть хоть с кем, количество очков и рейтинг не имеют значения.	
Чаще всего мне не с кем играть, а рандомы не хотят играть со мной.	
Поиграйте со мной, пожалуйста.	
Обещаю, что не сольюсь.	
У меня хороший бросок.	
Мой рейтинг трехочковых — 81, но бросок у меня хороший.	
Я — атакующий защитник.	
Мне нужен кто-то, кто знает, как посадить самолет на ПК, чтобы помочь мне.	
Вот и все.	
Мне просто надо, чтобы вы посадили самолет.	
Я знаю, как пройти другие этапы миссии, но вот самолет уже несколько часов бесит меня.	
Помогите как можно скорее.	
Мой ник в дискорде SingSong254.	
Найдите меня там, и я дам доступ к моему аккаунту Ubisoft.	
Спасибо!	
Помогите, мне нужен человек, который хорошо умеет управлять самолетом на ПК, чтобы помочь мне.	
Давай же, блять, сделаем это!	
Как дела, ребят?	
Сейчас у меня по 30 киллов за игру, я пытаюсь выйти с низких уровней и дойти до платинового.	
Если ты хорошо играешь, но у тебя нет кучи денег, добавь меня в дискорде, чтобы можно было вместе повышать рейтинг.	
Поясню: под «все что угодно» я понимаю все, что входит в компетенции премьер-министра.	
Поэтому ответы по типу «проведу ядерное разоружение» и «избавлюсь от королевской семьи» не принимаются.	
Мы не можем делать такое (по крайней мере, пока что...).	
Завтра ты просыпаешься премьер-министром и можешь делать все что угодно без каких-либо последствий.	
Что ты сделаешь?	
Мне и моим друзьям из реальной жизни нужна команда, игры которой мы (и особенно я) могли бы смотреть в повторе, чтобы изучить тарпинг, переключение слоев и позиционирование.	
Я думал про Wolf/Soldier/Wilkinson, но, может, есть команды получше.	
Будет лучше, если она будет из ЕС, потому что мы из ЕС, и есть вещи, которые будут актуальны только для ЕС, лол, но будет нормально, если она будет из Северной Америки или Европы.	
Спасибо!	
Ищу, с кем бы поиграть прямо сейчас.	
Никаких токсиков и абьюзеров.	
Такие идут на хер.	
Северная Америка или Европа, 18+.	
Я играю ради удовольствия.	
Необязательно быть супер игроком.	
Умения меня не интересуют.	
Я не могу нормально произнести слово water...	
У меня язык не поворачивается правильно произнести звук «т», а если я его произношу, то я звучу, как американец, или у меня все равно получается wut-ta.	
Честно говоря, я вообще не понимаю, почему мне так трудно произнести это слово.	
Мне просто интересно, что вы думаете, когда встречаете человека, который произносит гортанную смычку и не произносит звук H.	
Я купил(а) приставку Sky Q Mini Box для комнаты на верхнем этаже.	
Она не работает.	
Мне придется ждать инженера до конца марта.	
лол	
Итак, на следующей неделе я выхожу на новую работу, и мне очень нужно переехать в город, где она находится, поскольку я не смогу ездить туда каждый день.	
Реально сложно найти студию или коммуналку в этом городе, потому что все они принадлежат трем риэлторским компаниям, которые сдают их только студентам.	
Пылесос работает без остановки. Пожалуйста, помогите. Он может взорваться?	
В общем, если вы не слышали об этом, то, если по-простому, есть два предложения.	
Первое выглядит так: «Let’s eat granny», и звучит оно так, будто кто-то планирует съесть свою бабушку.	
А второе выглядит так: «Lets eat, granny», и у него уже совсем другое значение.	
Мне кажется, это очень изобретательный способ научить детей ставить запятые.	
Здесь бесспорно только моя вина.	
При перестроении я въехал прямо в Гольф, за рулем которого была женщина (шел дождь, и я ее не видел).	
Она вроде адекватная, но, понятное дело, она разозлилась.	
Она взяла мой страховой полис и номер телефона и сказала, что я сам захотел иметь дело со страховой и что она позвонит мне.	
У моей машины минимальные повреждения, и у ее вроде тоже, надо просто немного поработать с кузовом и покрасить, там вроде совсем небольшая вмятина.	
Какого провайдера широкополосного интернета выбрать?	
8 лет у меня был Virgin, но это полная жесть, все так медленно, а платить надо 40 фунтов в месяц.	
Дело в старом роутере, или мне просто стоит выбрать более дешевый British Telecom, или еще какого-нибудь оператора?	
Джинсы, футболка, тяжелые ботинки, комбинезон (лол), рабочий жилет, перчатки, защитные очки, респиратор, защитные наушники.	
Помогите. Я таю…	
Обновл.: из-за жары я в первую очередь разучился писать. Мой конец близок.	
Ясно, как белый день, что я не единственный, кто приезжает на заправку и хочет заправиться, например, на 10 фунтов, и в 9 случаях из 10 итоговая цена будет 10,01 фунта.	
Эти хреновы штуки специально настраивают так. Прям как игровые автоматы, отвечаю, лол.	
lol — когда типа одобрил шутку, которая вроде как понравилась, но на самом деле ты не засмеялся.	
LOL — так пишут старички и люди, которые не знают, как работает интернет	
Lol — не знаю, как появился этот вариант, скорее всего, из-за Т9, но если кто-то пишет так специально, то он, вероятно, конченный ботан.	
Такой вариант написания называют бизнес-лол.	
LoL — этот lol от бабушки, которая думает, что это означает lots of love.	
Также его можно спутать с сокращением названия игры League of Legends.	
loool — мне кажется, что так говорит моя девушка, но она произносит это так, что слово рифмуется со словом spool, но я думаю, что тут должен быть растянутый звук «о».	
Я думаю, что лолы должны звучать именно так, но она думает, что такого нет.	
lolll — это то, что, по ее мнению, она произносит, хотя я слышу именно loool.	
Я могу ее понять, но я все равно слышу loool,	
ведь согласные звуки не тянутся.	
Когда там Биг-Бен будет снова звонить?	
Но фильтры стоят 15 фунтов за штуку!	
Посоветуете какой-нибудь?	
Желательно дешевле 50 фунтов!	
А еще можете посоветовать способы уменьшить количество пыли в доме, для которых не потребуется много энергии (чтобы я не стоял в течение длительного времени).	
Я только что купил(а) шарики для сушки белья, чтобы было меньше катышков на одежде.	
Кажется, я перепробовал(а) все, и все равно меньше, чем за 24 часа, пыль снова появляется, это сводит меня с ума.	
Сейчас 10 вечера, 28 °C, и моя задница сейчас расплавится.	
Субботняя покурка втроем и разговоры.	
Если этого медведя не назовут Бэари Макбэарфейс, то зачем вообще это все.	
В моей квартире 32 °C.	
Я снял(а) футболку и намочил(а) ее холодной водой.	
Теперь я ее надел(а).	
А какие у вас есть гениальные способы не умереть от жары, когда вы работаете дома или в очень жарком месте без кондиционера?	
Погода пиздецки прекрасная, не так ли?	
16 часов в Wetherspoons.	
В общем, я пошел(-ла) с моей девушкой в 7-11, челка закрывала мое лицо, на мне было худи и маска, и один человек обратился ко мне по местоимению «он/его».	
Бля, как же я пиздецки счастлив(а) (я небинарный(-ая), и использую все местоимения, но никто никогда не использовал «он/его» по отношению ко мне, и это было действительно приятно)	
Сосед, который отвлекся от своих дел, чтобы убедиться, что со мной все хорошо, я правда оценил(а) это.	
Как представитель поколения Z хочу пожелать миллениалам удачи.	
Я надеюсь, вы найдете то, что вам нужно. Нам правда нравится быть вашими товарищами по жизни.	
Помните, в море много рыбы!	
Меня как человека, у которого в жизни не так много радостных событий, этот сабреддит действительно радует :-)	
